[
  {
    "id": 1,
    "name": "Socrates",
    "birthDeathDate": "469 - 399 TCN",
    "imageUrl": "https://i0.wp.com/lichsu.blog/wp-content/uploads/2024/12/tuong-chan-dung-plato.webp?resize=768%2C1152&ssl=1",
    "bio": "Socrates (469–399 TCN) xuất thân từ một gia đình thường dân ở Athens, cha làm nghề tạc đá, mẹ là bà đỡ. Ông từng tham gia quân đội và chiến đấu dũng cảm trong cuộc chiến Peloponnesus trước khi trở thành một triết gia lang thang. Khác với các triết gia Sophist (Ngụy biện) đương thời thường nhận tiền để dạy học, Socrates không mở trường, không viết sách và sống một cuộc đời thanh bần, thường đi chân đất và mặc áo choàng cũ nát. Ông dành cả ngày ở quảng trường Agora để đặt câu hỏi cho bất cứ ai ông gặp, từ tướng lĩnh đến thợ giày, nhằm buộc họ phải kiểm tra lại những niềm tin của mình. Chính sự thẳng thắn và trí tuệ sắc sảo này đã khiến ông có nhiều kẻ thù. Năm 399 TCN, ông bị chính quyền Athens xét xử với tội danh 'làm hư hỏng thanh niên' và 'không tin vào các vị thần của thành bang'. Trước tòa, thay vì xin tha, ông đã có bài biện hộ hùng hồn khẳng định sứ mệnh của mình. Cuối cùng, ông bình thản uống thuốc độc cần để bảo vệ nguyên tắc tuân thủ pháp luật, trở thành vị tử đạo đầu tiên của triết học.",
    "corePhilosophy": "Triết lý của Socrates không phải là một hệ thống giáo điều mà là một phương pháp sống và tư duy.\n1. Phương pháp Socratic (Hùng biện): Ông ví mình như một 'bà đỡ' cho trí tuệ, không dạy tri thức mới mà dùng hệ thống câu hỏi trớ trêu để giúp người đối thoại tự 'đẻ' ra chân lý từ trong chính mình, đồng thời nhận ra sự thiếu hiểu biết của bản thân.\n2. Đạo đức duy lý: Ông tin rằng 'Không ai cố tình làm điều ác'. Cái ác sinh ra từ sự vô minh (thiếu hiểu biết). Nếu con người thực sự hiểu điều gì là Tốt (Good), họ sẽ tự động làm theo. Vì vậy, Đức hạnh chính là Tri thức.\n3. Sự chăm sóc linh hồn: Ông khuyên con người đừng quá quan tâm đến của cải, danh vọng hay thể xác, mà hãy chăm lo cho phần cao quý nhất là linh hồn thông qua việc tu dưỡng đạo đức và trí tuệ.\n4. Tiếng nói bên trong (Daemon): Socrates luôn nhắc đến một 'tiếng nói thần linh' bên trong ngăn cản ông mỗi khi ông định làm điều gì sai trái."
  },
  {
    "id": 2,
    "name": "Plato",
    "birthDeathDate": "428 - 348 TCN",
    "imageUrl": "https://media.tapchinghiencuuphathoc.vn/uploads/2023/03/Tap-chi-Nghien-cuu-Phat-hoc-Plato-1.jpg",
    "bio": "Plato (428/427–348/347 TCN), tên thật là Aristocles, sinh ra trong một gia đình quý tộc giàu có và quyền lực nhất Athens. Ban đầu ông định theo đuổi sự nghiệp chính trị, nhưng cái chết oan khuất của người thầy Socrates đã khiến ông vỡ mộng về nền dân chủ Athens và chuyển hướng sang triết học. Sau khi Socrates mất, Plato đi du lịch khắp nơi (Ai Cập, Ý) để học hỏi toán học và đạo học. Trở về Athens, ông thành lập 'Học viện' (Academy) trong một khu vườn ô liu - đây được coi là trường đại học đầu tiên của phương Tây, nơi tồn tại suốt 900 năm sau đó. Ông là triết gia duy nhất thời cổ đại mà toàn bộ tác phẩm (các bài đối thoại) còn được bảo tồn nguyên vẹn. Văn phong của Plato được ví là sự kết hợp hoàn hảo giữa triết học sâu sắc và chất thơ bay bổng.",
    "corePhilosophy": "Hệ thống triết học của Plato là chủ nghĩa duy tâm khách quan đồ sộ:\n1. Thuyết Ý niệm (Theory of Forms): Ông chia thực tại làm hai thế giới. Thế giới khả giác (những gì ta nhìn thấy, sờ thấy) luôn thay đổi và hư ảo. Thế giới Ý niệm (chỉ nắm bắt được bằng trí tuệ) mới là thực tại chân thực, vĩnh cửu và hoàn hảo. Ví dụ: mọi cái cây trên đời đều khác nhau và sẽ chết, nhưng 'Ý niệm về Cái Cây' thì vĩnh viễn không đổi.\n2. Dụ ngôn Cái hang (Allegory of the Cave): Một hình ảnh ẩn dụ nổi tiếng mô tả con người như những tù nhân bị trói trong hang, chỉ nhìn thấy cái bóng của sự vật chiếu lên tường và tưởng đó là sự thật. Nhà triết học là người dám thoát ra khỏi hang để nhìn thấy Mặt Trời (Chân lý) và quay lại cứu đồng loại, dù có thể bị họ chế giễu hoặc giết chết.\n3. Nhà nước lý tưởng: Trong tác phẩm 'Cộng hòa', ông vẽ ra một xã hội phân chia thành 3 giai cấp dựa trên tố chất linh hồn: Người sản xuất (đồng), Chiến binh (bạc) và Người cai trị (vàng). Ông cho rằng xã hội chỉ hạnh phúc khi được cai trị bởi các 'Vua Triết gia' - những người đã thấu hiểu Ý niệm về Cái Thiện."
  },
  {
    "id": 3,
    "name": "Aristotle",
    "birthDeathDate": "384 - 322 TCN",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Aristotle_Altemps_Inv8575.jpg/440px-Aristotle_Altemps_Inv8575.jpg",
    "bio": "Aristotle (384–322 TCN) sinh tại Stagira, miền bắc Hy Lạp. Năm 17 tuổi, ông đến Athens theo học tại Học viện của Plato và ở đó suốt 20 năm. Dù rất kính trọng thầy ('Tôi yêu Plato, nhưng tôi yêu chân lý hơn'), Aristotle đã đi theo một con đường riêng biệt. Sau khi Plato mất, ông được vua Philip II của Macedonia mời về làm gia sư cho hoàng tử Alexander (sau này là Alexander Đại đế). Khi Alexander lên ngôi và chinh phạt thế giới, Aristotle trở về Athens lập trường Lyceum. Ông có thói quen vừa đi dạo vừa giảng bài nên trường phái của ông được gọi là 'Tiêu dao' (Peripatetic). Ông là một bộ bách khoa toàn thư sống, người đã hệ thống hóa hầu hết tri thức của thời đại từ sinh học, thiên văn, tâm lý đến chính trị, đạo đức.",
    "corePhilosophy": "Aristotle là cha đẻ của chủ nghĩa hiện thực và logic học:\n1. Phê phán thuyết Ý niệm: Ông cho rằng Ý niệm không nằm ở thế giới khác mà nằm ngay trong sự vật. Hình thức (Form) và Vật chất (Matter) không thể tách rời. Một bức tượng đồng cần cả chất liệu đồng và hình dáng bức tượng để tồn tại.\n2. Luận lý học (Logic): Ông xây dựng Tam đoạn luận (Syllogism) - phương pháp suy luận nền tảng của tư duy phương Tây (Ví dụ: Mọi người đều phải chết -> Socrates là người -> Socrates phải chết).\n3. Đạo đức học Nicomachean: Hạnh phúc (Eudaimonia) là mục đích tối thượng. Để đạt được hạnh phúc, con người phải sống theo lý trí và thực hành đức hạnh. Ông đề ra 'Thuyết Trung Dung': Đức hạnh là điểm cân bằng giữa hai thói xấu (thái quá và bất cập). Ví dụ: Dũng cảm nằm giữa Hèn nhát và Liều lĩnh; Hào phóng nằm giữa Keo kiệt và Hoang phí.\n4. Con người chính trị: Ông định nghĩa 'Con người là động vật chính trị', nghĩa là con người chỉ có thể hoàn thiện bản tính của mình khi sống trong cộng đồng (thành bang)."
  },
  {
    "id": 4,
    "name": "Epicurus",
    "birthDeathDate": "341 - 270 TCN",
    "imageUrl": "https://www.friedrich-verlag.de/fileadmin/_processed_/1/f/csm_521216-001_teaser_3dec06c704.webp",
    "bio": "Epicurus (341–270 TCN) sinh ra trên đảo Samos. Ông sống trong thời kỳ Hy Lạp hóa đầy biến động và lo âu. Năm 306 TCN, ông đến Athens và mua một ngôi nhà có vườn, thành lập trường phái 'Khu Vườn' (The Garden). Đây là một cộng đồng triết học độc đáo, nơi các thành viên sống giản dị, chia sẻ tình bạn và tránh xa đời sống chính trị ồn ào. Điểm đặc biệt là trường của ông nhận cả phụ nữ và nô lệ - điều cấm kỵ thời bấy giờ. Trong suốt lịch sử, Epicurus thường bị giáo hội và các nhà khắc kỷ bôi nhọ là kẻ ham mê dục vọng, ăn chơi trác táng, nhưng thực tế ông là người sống rất thanh đạm, thường chỉ ăn bánh mì, uống nước lã và cho rằng chút pho mát đã là đại tiệc.",
    "corePhilosophy": "Chủ nghĩa Epicurus (Hưởng lạc) thường bị hiểu sai là ăn chơi sa đọa, nhưng bản chất lại rất sâu sắc:\n1. Bản chất của Hạnh phúc (Hedonism): Ông cho rằng cái đích của cuộc sống là Khoái lạc, nhưng khoái lạc đích thực không phải là rượu chè trai gái, mà là sự vắng mặt của đau đớn về thể xác và sự tĩnh tại của tâm hồn (Ataraxia).\n2. Tứ dược (Tetrapharmakos): Bốn liều thuốc để chữa lành tâm hồn:\n   - Thần thánh không đáng sợ (họ không can thiệp vào đời sống con người).\n   - Cái chết không đáng lo (khi ta sống, cái chết chưa đến; khi cái chết đến, ta không còn nữa - vậy tại sao phải sợ?).\n   - Điều tốt dễ đạt được (nhu cầu tự nhiên như ăn, ngủ rất dễ thỏa mãn).\n   - Điều khủng khiếp dễ chịu đựng (nỗi đau thể xác hoặc ngắn ngủi hoặc sẽ dẫn đến cái chết - sự giải thoát).\n3. Vật lý nguyên tử: Ông tin vũ trụ cấu tạo từ các nguyên tử và khoảng không, mọi thứ diễn ra ngẫu nhiên, không có định mệnh hay sự trừng phạt kiếp sau."
  },
  {
    "id": 5,
    "name": "Marcus Aurelius",
    "birthDeathDate": "121 - 180",
    "imageUrl": "https://file.hstatic.net/200000123069/article/8488144589_5e8b909fb6_b-r_763be5e0c6c84104a248180530887af7_1024x1024.jpg",
    "bio": "Marcus Aurelius (121–180) là một hiện tượng hiếm hoi trong lịch sử nhân loại: một vị vua nắm quyền lực tối thượng của đế chế La Mã hùng mạnh nhất thế giới, nhưng lại có tâm hồn của một triết gia khổ hạnh. Ông dành phần lớn thời gian trị vì của mình nơi biên ải lạnh lẽo để chỉ huy quân đội chống lại các bộ tộc man di và đối phó với đại dịch Antonine. Trong những đêm dài cô độc trong lều trại quân sự, dưới ánh nến leo lét, ông đã viết cuốn nhật ký 'Suy tưởng' (Meditations) cho chính mình, không hề có ý định xuất bản. Cuốn sách ghi lại những cuộc đối thoại nội tâm, nhắc nhở bản thân giữ vững phẩm giá, sự bình thản và lòng nhân ái giữa một thế giới đầy bạo lực, phản bội và cám dỗ.",
    "corePhilosophy": "Ông là đại diện tiêu biểu của Chủ nghĩa Khắc kỷ (Stoicism) La Mã với những tư tưởng thực hành mạnh mẽ:\n1. Sự phân biệt quyền kiểm soát: Nguyên tắc cốt lõi là phân biệt rõ cái gì thuộc về ta (suy nghĩ, hành động, thái độ) và cái gì không thuộc về ta (danh tiếng, giàu sang, sức khỏe, hành động của người khác). Hạnh phúc chỉ đến khi ta tập trung vào cái ta kiểm soát được và bình thản chấp nhận cái ta không thể kiểm soát.\n2. Sống thuận Tự nhiên: Ông nhìn nhận cái chết, sự thay đổi, và những khó khăn là một phần tất yếu của Tự nhiên (Logos). Chống lại chúng là vô ích và gây đau khổ. 'Cái gì tốt cho cái tổ ong thì cũng tốt cho con ong'.\n3. Lâu đài nội tâm: Ông khuyên mỗi người hãy xây dựng một 'thành trì' bên trong tâm hồn, nơi không ngoại cảnh nào có thể xâm phạm hay làm tổn thương.\n4. Tính ngắn ngủi của cuộc đời: Marcus thường xuyên suy ngẫm về sự vô thường. Alexander Đại đế và người chăn ngựa của ông ta khi chết đều trở về cát bụi như nhau. Điều duy nhất quan trọng là sống trọn vẹn bổn phận của mình trong giây phút hiện tại."
  },
  {
    "id": 6,
    "name": "Khổng Tử",
    "birthDeathDate": "551 - 479 TCN",
    "imageUrl": "https://hanhtrinhlapchividai.com/resources/cache/400x400x3/files/2018_05/1525920281_74potmtw2ws2g3mbja6c.png",
    "bio": "Khổng Tử (551–479 TCN), tên hèm là Khâu, tự Trọng Ni, sinh ra ở ấp Trâu, nước Lỗ (nay thuộc tỉnh Sơn Đông, Trung Quốc) trong thời kỳ Xuân Thu đầy loạn lạc, 'lễ hoại nhạc tình'. Mồ côi cha từ nhỏ, ông phải làm nhiều nghề vất vả nhưng rất ham học. Lớn lên, ông làm quan nước Lỗ nhưng do bất mãn với sự suy đồi của vua quan, ông từ quan dẫn học trò đi chu du liệt quốc suốt 14 năm để thuyết phục các vua chúa áp dụng 'Đức trị' nhưng đều thất bại và bị chế giễu (như con chó nhà tang). Cuối đời, ông trở về quê hương dạy học và chỉnh lý sách vở (Kinh Thi, Kinh Thư, Kinh Lễ, Kinh Nhạc, Kinh Dịch, Kinh Xuân Thu). Dù thất bại trong chính trị đương thời, ông trở thành 'Vạn thế sư biểu' (Người thầy của muôn đời), tư tưởng của ông định hình văn hóa Á Đông suốt hàng ngàn năm.",
    "corePhilosophy": "Hệ thống Nho giáo của Khổng Tử tập trung vào đạo làm người và nghệ thuật cai trị:\n1. Nhân (Ren): Là hạt nhân cốt lõi, là lòng yêu thương con người chân thành, xuất phát từ tình cảm gia đình (Hiếu, Đễ) rồi lan tỏa ra xã hội. 'Kỷ sở bất dục vật thi ư nhân' (Điều gì mình không muốn thì đừng làm cho người khác).\n2. Lễ (Li): Là hình thức biểu hiện của Nhân, là các quy tắc ứng xử, nghi thức để duy trì trật tự xã hội. 'Tiên học Lễ, hậu học Văn'.\n3. Chính danh: Mỗi người trong xã hội phải làm đúng bổn phận của danh vị mình: 'Vua ra vua, tôi ra tôi, cha ra cha, con ra con'. Xã hội loạn lạc là do danh không chính, ngôn không thuận.\n4. Quân tử (Junzi): Mẫu người lý tưởng mà Khổng Tử hướng tới. Người quân tử tu thân để đạt được các đức tính Nhân, Nghĩa, Lễ, Trí, Tín; sống hòa hợp nhưng không a dua (Hòa nhi bất đồng), cầu ở mình chứ không cầu ở người."
  },
  {
    "id": 7,
    "name": "Lão Tử",
    "birthDeathDate": "604 - 531 TCN (truyền thuyết)",
    "imageUrl": "https://trangviet.vn/wp-content/uploads/2023/10/Nguoi-ta-hay-thuong-goi-la-Lao-Tu-1024x1024.jpg",
    "bio": "Lão Tử (khoảng thế kỷ VI TCN) là một nhân vật huyền thoại, mờ ảo trong sương mù lịch sử. Theo Tư Mã Thiên, ông họ Lý, tên Nhĩ, tự Đam, người nước Sở, làm quan Tàng thất sử (giữ kho sách) của nhà Chu. Ông được mô tả là người có trí tuệ thâm sâu, từng được Khổng Tử đến hỏi về Lễ và ví ông như 'Rồng cưỡi mây gió'. Khi thấy nhà Chu suy tàn, ông từ quan cưỡi trâu xanh đi về phía Tây qua cửa ải Hàm Cốc. Viên quan giữ ải Doãn Hỷ đã nài nỉ ông để lại sách vở trước khi đi ở ẩn. Lão Tử bèn viết cuốn 'Đạo Đức Kinh' vẻn vẹn 5000 chữ nhưng chứa đựng sự vận hành của cả vũ trụ, rồi đi đâu không ai biết. Cuộc đời ông là biểu tượng của sự ẩn dật, thoát tục và bí ẩn.",
    "corePhilosophy": "Đạo gia của Lão Tử mang màu sắc triết học tự nhiên và biện chứng sâu sắc:\n1. Đạo (Tao): Là bản nguyên của vũ trụ, sinh ra vạn vật, vô hình vô danh nhưng hiện hữu khắp nơi. Đạo vận hành một cách tự nhiên, không thiên vị, không tình cảm. 'Đạo khả đạo phi thường Đạo' (Đạo mà có thể diễn tả được thì không phải là Đạo vĩnh cửu).\n2. Vô vi (Wu Wei): Không phải là không làm gì, mà là 'hành động theo tự nhiên', không can thiệp thô bạo, không gượng ép trái quy luật. Như nước chảy xuôi dòng, không cần cố gắng mà vẫn tới biển. Người cai trị giỏi nhất là người cai trị mà dân không biết là mình đang bị cai trị.\n3. Nhu thắng Cương: Ông ca ngợi tính chất của Nước - mềm mại, ở chỗ thấp, không tranh giành nhưng có thể làm mòn đá và phá hủy tất cả. 'Lưỡi mềm thì còn, răng cứng thì gãy'.\n4. Tri túc (Biết đủ): Người biết đủ thì luôn giàu có và an vui. Tai họa lớn nhất là không biết đủ."
  },
  {
    "id": 8,
    "name": "René Descartes",
    "birthDeathDate": "1596 - 1650",
    "imageUrl": "https://hanhtrinhlapchividai.com/resources/cache/400x400x3/files/2018_05/1526183420_xxih4bwowtepubhqdrpa.jpg",
    "bio": "René Descartes (1596–1650) sinh tại Pháp, được giáo dục tại trường dòng Jesuit nhưng sớm nhận ra sự lỏng lẻo của nền học vấn kinh viện đương thời. Ông đã đi du lịch, tham gia quân đội để 'đọc cuốn sách vĩ đại của cuộc đời'. Một đêm mùa đông lạnh giá năm 1619, khi đang ở Đức, ông ngồi trong lò sưởi (hoặc phòng có lò sưởi) và trải qua những giấc mơ kỳ lạ thôi thúc ông xây dựng một nền khoa học thống nhất dựa trên toán học. Descartes không chỉ là triết gia mà còn là nhà toán học thiên tài (hệ tọa độ Descartes), nhà vật lý học. Ông sống phần lớn đời mình ở Hà Lan để tránh sự dòm ngó của Giáo hội Pháp. Cuối đời, ông nhận lời mời của Nữ hoàng Christina Thụy Điển đến dạy triết học vào lúc... 5 giờ sáng giữa mùa đông Bắc Âu khắc nghiệt, dẫn đến việc ông bị viêm phổi và qua đời.",
    "corePhilosophy": "Descartes đã mở ra kỷ nguyên Khai Sáng với Chủ nghĩa Duy lý:\n1. Hoài nghi phương pháp luận: Để tìm ra chân lý chắc chắn nhất, ông quyết định nghi ngờ tất cả: giác quan có thể đánh lừa, trí nhớ có thể sai, thậm chí thực tại có thể chỉ là giấc mơ do một con quỷ tạo ra.\n2. Cogito, ergo sum (Tôi tư duy, nên tôi tồn tại): Trong tận cùng của sự hoài nghi, ông nhận ra có một điều không thể nghi ngờ: đó là việc 'tôi đang nghi ngờ' (tức là đang tư duy). Để tư duy thì phải tồn tại. Đây là nền tảng vững chắc đầu tiên của triết học ông.\n3. Nhị nguyên luận (Dualism): Ông chia thế giới thành hai thực thể riêng biệt: Res cogitans (Thực thể tư duy - Tinh thần/Linh hồn) và Res extensa (Thực thể quảng tính - Vật chất/Cơ thể). Cơ thể con người như một cỗ máy tinh vi, còn linh hồn là người điều khiển cỗ máy đó (tương tác qua tuyến tùng).\n4. Phương pháp diễn dịch: Ông chủ trương đi từ những nguyên lý hiển nhiên, đơn giản nhất (tiên đề) để suy luận ra các kiến thức phức tạp, giống như hình học Euclid."
  },
  {
    "id": 9,
    "name": "Immanuel Kant",
    "birthDeathDate": "1724 - 1804",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Immanuel_Kant_%28portrait%29.jpg/250px-Immanuel_Kant_%28portrait%29.jpg",
    "bio": "Immanuel Kant (1724–1804) là điển hình của một giáo sư triết học Đức mẫu mực và kỷ luật. Ông sinh ra, sống và chết tại Königsberg (Phổ) mà gần như chưa bao giờ đi ra khỏi thành phố quá 100 dặm. Lối sống của ông đều đặn như một chiếc đồng hồ: người dân Königsberg thường chỉnh đồng hồ của họ mỗi khi thấy giáo sư Kant đi dạo lúc 3:30 chiều. Dù sống cuộc đời tĩnh lặng, nhưng trí tuệ của ông lại phiêu lưu qua những vùng đất xa xôi nhất của tư duy. Ông bắt đầu sự nghiệp với các tác phẩm khoa học (giả thuyết về sự hình thành thái dương hệ), nhưng sau đó chuyển sang triết học và thực hiện cuộc 'Cách mạng Copernicus' trong nhận thức luận với bộ ba tác phẩm Phê phán (Lý tính thuần túy, Lý tính thực hành, Phán đoán).",
    "corePhilosophy": "Triết học Kant (Triết học phê phán) là sự tổng hợp vĩ đại giữa Chủ nghĩa Duy lý và Duy nghiệm:\n1. Nhận thức luận: Ông cho rằng tri thức không chỉ đến từ kinh nghiệm (Duy nghiệm) hay chỉ từ lý trí (Duy lý), mà là sự kết hợp cả hai. Tâm trí con người không phải tấm gương phản chiếu thụ động, mà nó chủ động áp đặt các khuôn mẫu (Không gian, Thời gian, Nhân quả) lên dữ liệu giác quan. Vì vậy, ta chỉ biết được Hiện tượng (Phenomena) chứ không bao giờ biết được Vật tự nó (Noumena).\n2. Đạo đức học nghĩa vụ (Deontology): Ông xây dựng đạo đức dựa trên lý trí thuần túy, không phụ thuộc vào tình cảm hay kết quả.\n   - Mệnh lệnh tuyệt đối (Categorical Imperative): 'Hãy chỉ hành động theo phương châm mà qua đó bạn có thể đồng thời muốn nó trở thành quy luật phổ quát'. (Ví dụ: Không được nói dối, vì nếu ai cũng nói dối thì xã hội sụp đổ).\n   - Con người là cứu cánh: 'Hãy hành động sao cho bạn đối xử với nhân loại, dù ở nơi chính bạn hay người khác, luôn như một mục đích, không bao giờ chỉ như một phương tiện'."
  },
  {
    "id": 10,
    "name": "G.W.F. Hegel",
    "birthDeathDate": "1770 - 1831",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSHJhgV5D_7lBGhuuk9PinLb3TIiNA_RBK4JA&s",
    "bio": "G.W.F. Hegel (1770–1831) là nhà triết học Đức thống trị tư tưởng châu Âu thế kỷ 19. Ông cùng phòng với nhà thơ Hölderlin và triết gia Schelling thời sinh viên. Ông từng hào hứng trồng 'cây Tự do' để ủng hộ Cách mạng Pháp. Sự nghiệp của ông đạt đỉnh cao tại Đại học Berlin, nơi các bài giảng của ông thu hút đông đảo sinh viên và trí thức từ khắp nơi. Hegel nổi tiếng là người viết văn khó hiểu bậc nhất (câu văn dài dòng, thuật ngữ tự chế), nhưng hệ thống tư tưởng của ông lại có sức quyến rũ kỳ lạ vì tham vọng giải thích 'mọi thứ' của nó. Ông qua đời trong một dịch tả, và những ghi chép bài giảng của sinh viên sau này trở thành nguồn tài liệu quan trọng để hiểu triết học của ông.",
    "corePhilosophy": "Hegel xây dựng hệ thống Duy tâm tuyệt đối và Phép biện chứng duy tâm:\n1. Tinh thần thế giới (Weltgeist): Ông cho rằng toàn bộ vũ trụ và lịch sử là quá trình hiện thực hóa và tự nhận thức của 'Tinh thần tuyệt đối'. Lịch sử không ngẫu nhiên mà có mục đích: đó là hành trình của ý thức tiến về phía Tự do.\n2. Phép biện chứng (Dialectic): Sự phát triển diễn ra qua mâu thuẫn theo mô hình tam đoạn:\n   - Chính đề (Thesis): Một trạng thái ban đầu.\n   - Phản đề (Antithesis): Sự phủ định trạng thái đó, tạo ra mâu thuẫn.\n   - Hợp đề (Synthesis): Sự giải quyết mâu thuẫn, giữ lại những gì hợp lý của cả hai và nâng lên trình độ cao hơn (Aufheben - Phủ định biện chứng).\n3. Lịch sử triết học: Ông coi các hệ thống triết học trước đó không phải là sai lầm, mà là những 'hạt nhân' chân lý bộ phận, là những nấc thang cần thiết để dẫn đến hệ thống triết học hoàn chỉnh của chính ông.\n4. Chủ nhân và Nô lệ: Một ẩn dụ nổi tiếng về sự đấu tranh để được thừa nhận ý thức tự giác."
  },
  {
    "id": 11,
    "name": "Karl Marx",
    "birthDeathDate": "1818 - 1883",
    "imageUrl": "https://dddn.1cdn.vn/2020/05/05/diendandoanhnghiep.vn-media-uploaded-473-2020-05-05-_6.jpg",
    "bio": "Karl Marx (1818–1883) sinh ra tại Trier, Đức trong một gia đình luật sư gốc Do Thái. Thời trẻ, ông thuộc phái 'Hegel trẻ', dùng phép biện chứng của Hegel để phê phán tôn giáo và nhà nước Phổ. Sau khi gặp người bạn đời tri kỷ Friedrich Engels ở Paris, Marx chuyển từ triết học thuần túy sang nghiên cứu kinh tế chính trị và chủ nghĩa cộng sản. Ông sống phần lớn đời mình trong cảnh lưu vong nghèo khó ở London, thường xuyên phải cầm đồ áo khoác để mua giấy viết, và sống nhờ vào sự trợ cấp của Engels. Tại phòng đọc của Bảo tàng Anh, ông đã viết nên bộ 'Tư bản luận' (Das Kapital) đồ sộ. Dù khi ông mất, chỉ có 11 người đến dự đám tang, nhưng tư tưởng của ông sau đó đã làm rung chuyển thế giới, trở thành ngọn đuốc cho các phong trào cách mạng thế kỷ 20.",
    "corePhilosophy": "Marx đã 'lật ngược' phép biện chứng của Hegel từ đầu xuống chân (từ Duy tâm sang Duy vật):\n1. Chủ nghĩa duy vật lịch sử: Yếu tố quyết định sự vận động của lịch sử không phải là Ý niệm hay Tinh thần, mà là Hoạt động sản xuất vật chất. 'Cơ sở hạ tầng' (Kinh tế) quyết định 'Kiến trúc thượng tầng' (Chính trị, Luật pháp, Tôn giáo, Văn hóa).\n2. Đấu tranh giai cấp: 'Lịch sử của tất cả các xã hội từ trước đến nay là lịch sử của đấu tranh giai cấp' (Chủ nô - Nô lệ, Phong kiến - Nông nô, Tư sản - Vô sản).\n3. Giá trị thặng dư & Bóc lột: Ông vạch trần bí mật của lợi nhuận tư bản là sự chiếm đoạt lao động không công của công nhân.\n4. Sự tha hóa (Alienation): Trong chế độ tư bản, con người bị tách rời khỏi sản phẩm mình làm ra, khỏi chính bản chất sáng tạo của mình và khỏi đồng loại.\n5. Sứ mệnh lịch sử: Giai cấp vô sản là giai cấp duy nhất có khả năng lật đổ chủ nghĩa tư bản, xóa bỏ tư hữu để xây dựng xã hội Cộng sản chủ nghĩa - nơi 'làm theo năng lực, hưởng theo nhu cầu'."
  },
  {
    "id": 12,
    "name": "Vladimir Lenin",
    "birthDeathDate": "1870 - 1924",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcREI1kTO1hrlS5b5dJ7QKeU4p4iGmFLcu5ESQ&s",
    "bio": "Vladimir Ilyich Lenin (1870–1924) tên thật là Ulyanov. Biến cố lớn nhất thời trẻ là việc anh trai ông bị treo cổ vì ám sát Sa hoàng, khiến Lenin thề sẽ 'đi theo một con đường khác'. Ông là hiện thân của sự kết hợp hoàn hảo giữa nhà lý luận sắc bén và nhà tổ chức tài ba. Lenin đã dành nhiều năm lưu vong ở châu Âu để xây dựng đảng Bolshevik. Năm 1917, ông trở về Nga trên 'chuyến tàu niêm phong' nổi tiếng, lãnh đạo Cách mạng Tháng Mười thành công, lập ra nhà nước Xô viết đầu tiên trên thế giới. Lenin làm việc với cường độ khủng khiếp (14-16 giờ/ngày), viết hàng ngàn bài báo, sách và thư từ. Ông là người thực tế tàn nhẫn nhưng cũng là người có tư duy chiến lược linh hoạt (như việc áp dụng Chính sách Kinh tế mới - NEP khi cần thiết).",
    "corePhilosophy": "Lenin bảo vệ và phát triển sáng tạo chủ nghĩa Marx trong thời đại Đế quốc chủ nghĩa:\n1. Lý luận về Đảng kiểu mới: Khác với các đảng xã hội dân chủ lỏng lẻo phương Tây, Lenin chủ trương xây dựng một đảng của 'những nhà cách mạng chuyên nghiệp', có kỷ luật sắt, tập trung dân chủ, đóng vai trò là đội tiên phong dẫn dắt quần chúng.\n2. Lý thuyết về Cách mạng: Ông cho rằng cách mạng vô sản có thể nổ ra và thắng lợi ở mắt xích yếu nhất của sợi dây chuyền đế quốc chủ nghĩa (như nước Nga), không nhất thiết phải ở nước tư bản phát triển nhất.\n3. Nhà nước và Cách mạng: Ông nhấn mạnh nhà nước là công cụ trấn áp của giai cấp này đối với giai cấp khác. Giai cấp vô sản sau khi giành chính quyền phải thiết lập chuyên chính vô sản để trấn áp sự phản kháng của giai cấp bóc lột.\n4. Triết học duy vật: Trong tác phẩm 'Chủ nghĩa duy vật và chủ nghĩa kinh nghiệm phê phán', ông bảo vệ định nghĩa vật chất: 'Vật chất là một phạm trù triết học dùng để chỉ thực tại khách quan...', chống lại các trào lưu duy tâm trong khoa học tự nhiên."
  },
  {
    "id": 13,
    "name": "Friedrich Nietzsche",
    "birthDeathDate": "1844 - 1900",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSkILzfnhPYJF6Zf5TTfg_a-np5U9tKrnmofw&s",
    "bio": "Friedrich Nietzsche (1844–1900) là một thiên tài bi kịch. Ông trở thành giáo sư ngữ văn cổ điển tại Đại học Basel khi mới 24 tuổi (trẻ nhất lịch sử trường). Tuy nhiên, sức khỏe yếu kém (đau đầu dữ dội, mắt mờ, nôn mửa) buộc ông phải từ chức sớm và sống cuộc đời lang thang cô độc qua các nhà trọ ở Thụy Sĩ và Ý. Nietzsche viết các tác phẩm của mình trong những cơn đau thể xác và sự cô đơn tinh thần tột cùng. Văn phong của ông rực lửa, đầy chất thơ và tính tiên tri ('Zarathustra đã nói như thế'). Năm 1889, khi thấy một con ngựa bị đánh đập ở Turin, ông đã lao ra ôm cổ ngựa khóc rồi gục ngã, sau đó rơi vào trạng thái điên loạn suốt 11 năm cuối đời, hoàn toàn im lặng dưới sự chăm sóc (và thao túng văn bản) của người em gái.",
    "corePhilosophy": "Triết học của Nietzsche là cú búa tạ đập tan các giá trị cũ kỹ của phương Tây:\n1. Cái chết của Thượng đế: 'Thượng đế đã chết... và chúng ta đã giết ngài'. Ông không chỉ nói về tôn giáo, mà ám chỉ sự sụp đổ của mọi chân lý tuyệt đối, mọi điểm tựa đạo đức siêu hình mà phương Tây từng bám víu. Điều này dẫn đến Chủ nghĩa Hư vô (Nihilism).\n2. Ý chí quyền lực (Will to Power): Động lực cơ bản của sự sống không phải là sinh tồn (như Darwin nói) mà là khát vọng vươn lên, mở rộng, thống trị và khẳng định sức mạnh của chính mình.\n3. Siêu nhân (Übermensch): Là mẫu người tương lai dám đối mặt với sự hư vô, tự tạo ra giá trị và ý nghĩa cho đời mình thay vì tuân theo đạo đức bầy đàn hay tôn giáo ('đạo đức nô lệ'). Siêu nhân là người nói 'Có' với cuộc đời.\n4. Sự trở lại vĩnh cửu (Eternal Recurrence): Một phép thử tư duy đáng sợ: Nếu bạn phải sống lại cuộc đời này vô tận lần, với mọi niềm vui và nỗi đau y hệt nhau, bạn có dám chấp nhận và yêu mến nó không (Amor Fati - Yêu định mệnh)?"
  },
  {
    "id": 14,
    "name": "Arthur Schopenhauer",
    "birthDeathDate": "1788 - 1860",
    "imageUrl": "https://bizweb.dktcdn.net/100/363/455/articles/img-0837.jpg?v=1696383106680",
    "bio": "Arthur Schopenhauer (1788–1860) được mệnh danh là 'Triết gia của chủ nghĩa bi quan'. Sinh ra trong gia đình thương nhân giàu có, ông không bao giờ phải lo lắng về tiền bạc nhưng lại luôn lo âu và nghi kỵ con người. Ông sống độc thân cả đời với những con chó xù (poodle) mà ông đặt tên là Atma (Linh hồn thế giới). Schopenhauer từng cố tình xếp lịch dạy học tại Đại học Berlin trùng giờ với Hegel để cạnh tranh, nhưng kết quả là sinh viên đổ xô sang lớp Hegel, còn lớp ông vắng tanh. Sự cay đắng này khiến ông càng ghét giới hàn lâm. Tuy nhiên, về già ông trở nên cực kỳ nổi tiếng. Ông là cầu nối quan trọng đưa tư tưởng phương Đông (Phật giáo, Ấn Độ giáo) vào triết học phương Tây.",
    "corePhilosophy": "Thế giới quan của Schopenhauer nhuốm màu u tối nhưng đầy lòng trắc ẩn:\n1. Thế giới là Ý chí và Biểu tượng: Ông cho rằng bản chất thực sự của vũ trụ (Vật tự nó của Kant) là 'Ý chí' (The Will) - một lực đẩy mù quáng, phi lý, khao khát sinh tồn vô tận và không bao giờ thỏa mãn. Thế giới chúng ta thấy chỉ là biểu hiện (biểu tượng) của Ý chí đó.\n2. Đời là bể khổ: Vì Ý chí luôn khao khát (thiếu thốn) nên con người luôn đau khổ. Khi đạt được điều mong muốn, ta chỉ thỏa mãn chốc lát rồi lại rơi vào sự nhàm chán (trống rỗng). Cuộc đời con người đung đưa như quả lắc đồng hồ giữa Đau khổ và Nhàm chán.\n3. Con đường giải thoát: Ông đề xuất ba cách để tạm thời thoát khỏi sự sai khiến của Ý chí:\n   - Thẩm mỹ: Chiêm nghiệm nghệ thuật (đặc biệt là âm nhạc) giúp ta quên đi cái tôi.\n   - Đạo đức: Lòng trắc ẩn (Compassion) - nhận ra mình và người khác cùng chung một bản thể khổ đau, từ đó bớt ích kỷ.\n   - Khổ hạnh: Từ bỏ ham muốn (giống Niết bàn của Phật giáo) để diệt trừ Ý chí sống."
  },
  {
    "id": 15,
    "name": "Søren Kierkegaard",
    "birthDeathDate": "1813 - 1855",
    "imageUrl": "https://admin-blog.grupogen.com.br/app/uploads/sites/2/2021/01/kierkegaard-265x165.jpg",
    "bio": "Søren Kierkegaard (1813–1855) là một triết gia Đan Mạch lập dị, sống ở Copenhagen. Cuộc đời ông bị ám ảnh bởi mối tình dở dang với nàng Regine Olsen - người mà ông đã đính hôn rồi hủy hôn vì tin rằng sự u sầu và sứ mệnh tôn giáo của mình sẽ làm khổ nàng. Sự kiện này trở thành nguồn cảm hứng cho hàng loạt tác phẩm về tình yêu, sự lựa chọn và hy sinh. Ông thường dùng nhiều bút danh khác nhau (như Victor Eremita, Johannes de Silentio) để trình bày các quan điểm đối lập nhau trong cùng một vấn đề, tạo ra phương pháp 'truyền đạt gián tiếp'. Ông chỉ trích kịch liệt Giáo hội Đan Mạch vì đã biến Kitô giáo thành một thói quen xã hội hời hợt thay vì một đam mê cháy bỏng của đức tin.",
    "corePhilosophy": "Ông được xem là ông tổ của Chủ nghĩa Hiện sinh (Existentialism):\n1. Sự chủ quan là chân lý: Ông không quan tâm đến những chân lý khách quan (như trái đất quay quanh mặt trời) mà quan tâm đến chân lý đối với cá nhân tôi, cái mà tôi dám sống và chết vì nó.\n2. Ba giai đoạn của đường đời:\n   - Giai đoạn Thẩm mỹ: Sống theo cảm xúc, tìm kiếm khoái lạc tức thời, sợ sự cam kết và buồn chán (như Don Juan).\n   - Giai đoạn Đạo đức: Sống theo trách nhiệm, bổn phận, tuân thủ quy tắc xã hội (như người chồng mẫu mực).\n   - Giai đoạn Tôn giáo: Nhận ra sự bất lực của lý trí và đạo đức, cá nhân thực hiện 'bước nhảy đức tin' (Leap of Faith) vào vòng tay Thượng đế, chấp nhận sự phi lý (như Abraham hiến tế con trai Isaac).\n3. Nỗi lo âu (Angst): Là cảm giác chóng mặt của tự do. Khi đứng trước vực thẳm và nhận ra mình có toàn quyền lựa chọn nhảy hay không, con người cảm thấy lo âu. Nhưng chính nỗi lo âu đó khẳng định chúng ta là con người tự do."
  },
  {
    "id": 16,
    "name": "Jean-Paul Sartre",
    "birthDeathDate": "1905 - 1980",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ-D7fLYiAri3wQtwVLatcfxyE-tbEpoNRNxQ&s",
    "bio": "Jean-Paul Sartre (1905–1980) là người khổng lồ của trí tuệ Pháp thế kỷ 20, người luôn xuất hiện với cặp kính dày, điếu thuốc trên môi và ngồi viết tại các quán cà phê ở Paris (như Café de Flore). Ông và người bạn đời Simone de Beauvoir tạo thành một cặp đôi tri thức huyền thoại với mối quan hệ 'mở' đầy tranh cãi. Sartre không chỉ là triết gia mà còn là tiểu thuyết gia, nhà viết kịch, nhà hoạt động chính trị. Ông từ chối giải Nobel Văn học năm 1964 vì không muốn bị biến thành một 'thiết chế'. Đám tang của ông có tới 50.000 người tham dự, chen chúc trên các đường phố Paris, chứng tỏ sức ảnh hưởng khủng khiếp của ông đối với thời đại.",
    "corePhilosophy": "Chủ nghĩa hiện sinh vô thần của Sartre nhấn mạnh sự Tự do tuyệt đối và Trách nhiệm:\n1. Tồn tại đi trước bản chất (L'existence précède l'essence): Con người không giống như con dao rọc giấy (được tạo ra với mục đích cắt giấy sẵn có). Con người sinh ra là hư vô, chưa là gì cả. Chỉ thông qua hành động và lựa chọn trong cuộc đời, con người mới tự định nghĩa bản chất của mình.\n2. Tự do và Sự buồn nôn: Vì không có Thượng đế hay định mệnh, con người 'bị kết án phải tự do'. Chúng ta không có chỗ nào để bám víu hay đổ lỗi. Sức nặng của trách nhiệm tuyệt đối này gây ra cảm giác 'Buồn nôn' (Nausea).\n3. Ngụy tín (Bad Faith): Là việc tự lừa dối mình rằng mình không có lựa chọn (ví dụ: 'Tôi phải làm việc này vì hoàn cảnh'). Sartre cho rằng ta luôn luôn có lựa chọn, ngay cả việc không chọn cũng là một lựa chọn.\n4. Địa ngục là những người khác: Trong vở kịch 'Kín cửa', ông đưa ra quan điểm rằng cái nhìn phán xét của người khác làm tê liệt sự tự do của ta, biến ta thành vật thể trong mắt họ."
  },
  {
    "id": 17,
    "name": "Albert Camus",
    "birthDeathDate": "1913 - 1960",
    "imageUrl": "https://static.tuoitre.vn/tto/i/s626/2016/02/25/185f31b5.jpg",
    "bio": "Albert Camus (1913–1960) sinh ra tại Algeria thuộc Pháp trong một gia đình nghèo khổ (cha chết trận sớm, mẹ điếc và mù chữ). Tuổi thơ nắng gió Địa Trung Hải và sự nghèo khó đã hun đúc nên tâm hồn nhạy cảm của ông. Camus vừa là triết gia, vừa là nhà văn, nhà báo kháng chiến chống Đức quốc xã. Ông sở hữu vẻ ngoài điển trai như tài tử điện ảnh (giống Humphrey Bogart) và lối viết văn sáng sủa, đầy ám ảnh. Dù là bạn thân của Sartre, hai người sau đó đã tuyệt giao vì bất đồng quan điểm chính trị (Camus phản đối bạo lực cách mạng và các trại cải tạo). Ông qua đời đột ngột trong một tai nạn xe hơi khi mới 46 tuổi, trong túi áo vẫn còn vé tàu chưa dùng - một cái chết đầy tính 'phi lý' như chính triết học của ông.",
    "corePhilosophy": "Camus từ chối nhãn hiệu 'Hiện sinh' và phát triển Triết học về cái Phi lý (Absurdism):\n1. Cái Phi lý: Sinh ra từ sự đối đầu giữa khát vọng tìm kiếm ý nghĩa, sự sáng rõ của con người và sự im lặng lạnh lùng, hỗn loạn của vũ trụ. Cuộc đời vốn dĩ vô nghĩa.\n2. Vấn đề tự sát: 'Chỉ có một vấn đề triết học thực sự nghiêm túc, đó là tự sát'. Liệu cuộc đời vô nghĩa có đáng sống không? Camus trả lời: Có. Tự sát là đầu hàng.\n3. Sự nổi loạn: Cách phản ứng đúng đắn nhất trước cái Phi lý là Nổi loạn. Hãy sống, hãy duy trì ý thức về sự vô nghĩa nhưng vẫn sống say mê, trọn vẹn.\n4. Huyền thoại Sisyphus: Ông ví con người như Sisyphus bị trừng phạt phải đẩy tảng đá lên đỉnh núi, rồi đá lại lăn xuống, lặp lại vĩnh viễn. Nhưng 'ta phải tưởng tượng Sisyphus hạnh phúc'. Hạnh phúc nằm ngay trong nỗ lực đấu tranh chứ không phải ở đích đến."
  },
  {
    "id": 18,
    "name": "Martin Heidegger",
    "birthDeathDate": "1889 - 1976",
    "imageUrl": "https://cdn.britannica.com/38/11138-050-123B6B6B/Martin-Heidegger.jpg",
    "bio": "Martin Heidegger (1889–1976) sinh ra tại Rừng Đen (Black Forest) nước Đức và gắn bó mật thiết với vùng đất này. Ông thường thích sống và làm việc trong một căn nhà gỗ nhỏ trên núi, tránh xa đô thị hiện đại. Heidegger được coi là một trong những bộ óc triết học lớn nhất và sâu sắc nhất thế kỷ 20, nhưng cũng là nhân vật gây tranh cãi nhất vì ông đã gia nhập Đảng Quốc xã năm 1933 và giữ chức Hiệu trưởng Đại học Freiburg dưới thời Hitler. Sau chiến tranh, ông bị cấm giảng dạy một thời gian và sống ẩn dật. Ngôn ngữ triết học của Heidegger cực kỳ phức tạp, ông thường đào sâu vào gốc từ tiếng Hy Lạp và tiếng Đức cổ để tái tạo ý nghĩa của ngôn từ, khiến việc dịch tác phẩm của ông là một cơn ác mộng.",
    "corePhilosophy": "Heidegger tái khởi động câu hỏi về 'Tồn tại' (Ontology) đã bị lãng quên từ thời Plato:\n1. Dasein (Hiện thể/Thực tại người): Con người không phải là một chủ thể tách biệt quan sát thế giới, mà là kẻ 'đang-ở-trong-thế-giới' (Being-in-the-world). Con người là sinh vật duy nhất luôn trăn trở về sự tồn tại của chính mình.\n2. Das Man (Người ta): Con người thường chạy trốn khỏi gánh nặng của sự tồn tại đích thực bằng cách hòa tan vào đám đông, làm theo những gì 'người ta' làm, nói những gì 'người ta' nói, sống cuộc đời thiếu xác thực (inauthentic).\n3. Hướng-đến-cái-chết (Being-towards-death): Chỉ khi đối diện với cái chết của chính mình (chứ không phải cái chết của ai khác), Dasein mới giật mình tỉnh thức, thoát khỏi sự tầm thường của 'Người ta' để sống một cuộc đời đích thực, tự do và trách nhiệm.\n4. Kỹ thuật: Ông cảnh báo kỹ thuật hiện đại không chỉ là công cụ, mà là một cách 'mở ra' thế giới (Enframing), biến mọi thứ (kể cả con người) thành trữ lượng tài nguyên để khai thác, làm con người quên mất gốc rễ Tồn tại."
  },
  {
    "id": 19,
    "name": "Michel Foucault",
    "birthDeathDate": "1926 - 1984",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSm8Qm_u_KSopaqGFLx-7rULkNn5ysvP8miVw&s",
    "bio": "Michel Foucault (1926–1984) là ngôi sao sáng chói của triết học Pháp hậu hiện đại, nổi tiếng với cái đầu trọc và nụ cười bí hiểm. Ông là người đồng tính công khai vào thời điểm xã hội còn kỳ thị, từng tự tử nhiều lần thời trẻ vì trầm cảm. Foucault không ngồi trong tháp ngà mà lao vào nghiên cứu 'khảo cổ học' những nơi tối tăm nhất của xã hội: bệnh viện tâm thần, nhà tù, bệnh viện lâm sàng. Ông muốn tìm hiểu cách xã hội phương Tây đã tạo ra các khái niệm như 'điên rồ', 'tội phạm', 'tính dục' để kiểm soát con người. Ông giảng dạy tại Collège de France danh giá và tích cực tham gia các phong trào cải cách nhà tù. Ông qua đời vì căn bệnh AIDS khi đại dịch này mới bắt đầu bùng phát.",
    "corePhilosophy": "Trọng tâm nghiên cứu của Foucault là mối quan hệ giữa Quyền lực, Tri thức và Chủ thể:\n1. Tri thức là Quyền lực (Power/Knowledge): Quyền lực không chỉ là súng đạn hay luật pháp của nhà nước (quyền lực trừng phạt), mà quyền lực len lỏi trong chính Tri thức khoa học. Ai nắm quyền định nghĩa (thế nào là điên, thế nào là khỏe mạnh) thì kẻ đó nắm quyền kiểm soát.\n2. Panopticon (Nhà tù toàn ngắm): Ông dùng hình ảnh thiết kế nhà tù Panopticon (tháp canh ở giữa nhìn thấy mọi tù nhân xung quanh nhưng tù nhân không thấy tháp canh) để mô tả xã hội kỷ luật hiện đại. Chúng ta bị giám sát (bởi camera, hồ sơ, dư luận) đến mức tự biến mình thành cai ngục của chính mình (tự kiểm duyệt).\n3. Lịch sử của Tính dục: Ông cho rằng 'tính dục' không phải là bản năng tự nhiên bất biến, mà là một sản phẩm lịch sử. Xã hội hiện đại ép buộc con người phải thú nhận sự thật về bản thân thông qua tình dục.\n4. Chăm sóc bản thân: Cuối đời, ông hướng tới đạo đức học thời cổ đại, coi cuộc đời như một tác phẩm nghệ thuật cần được tạo tác thông qua các kỹ thuật tu thân."
  },
  {
    "id": 20,
    "name": "Thomas Hobbes",
    "birthDeathDate": "1588 - 1679",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQaJHjVT9-GYfvS6oS5rpdsMIPcLTQbA7p5tA&s",
    "bio": "Thomas Hobbes (1588–1679) sinh ra trong nỗi sợ hãi ('Mẹ tôi sinh đôi: tôi và nỗi sợ') khi Hạm đội Armada của Tây Ban Nha đang tấn công nước Anh. Ông sống thọ tới 91 tuổi, trải qua cuộc Nội chiến Anh đẫm máu, chứng kiến sự sụp đổ của chế độ quân chủ và cảnh loạn lạc vô chính phủ. Trải nghiệm này khiến ông có cái nhìn cực kỳ bi quan về bản chất con người nhưng lại khao khát trật tự và hòa bình. Ông từng làm thư ký cho Francis Bacon và gia sư cho vua Charles II. Khi xuất bản cuốn 'Leviathan', ông bị cả phe Hoàng gia (vì cho rằng quyền lực vua đến từ khế ước dân sự chứ không phải từ Chúa) và phe Nghị viện (vì ủng hộ vua chuyên chế) chỉ trích, thậm chí bị nghi ngờ là kẻ vô thần.",
    "corePhilosophy": "Hobbes là cha đẻ của triết học chính trị hiện đại với lý thuyết Khế ước xã hội:\n1. Trạng thái tự nhiên: Ông giả định một tình huống khi chưa có chính phủ, con người hoàn toàn tự do nhưng cũng hoàn toàn bình đẳng trong khả năng giết hại lẫn nhau. Vì bản chất con người là ích kỷ, ham muốn và nghi kỵ, trạng thái tự nhiên là 'cuộc chiến của tất cả chống lại tất cả'. Ở đó, cuộc đời con người sẽ 'cô độc, nghèo nàn, bẩn thỉu, thú tính và ngắn ngủi'.\n2. Quyền tự nhiên và Luật tự nhiên: Để sinh tồn, lý trí mách bảo con người phải tìm kiếm hòa bình.\n3. Khế ước xã hội: Để thoát khỏi nỗi sợ chết, con người đồng ý từ bỏ quyền tự do tuyệt đối của mình để trao toàn bộ quyền lực cho một 'Chủ quyền' (Sovereign) - có thể là một vị vua hoặc một hội đồng.\n4. Leviathan: Nhà nước (Sovereign) được ví như con thủy quái Leviathan trong Kinh Thánh, có sức mạnh tuyệt đối không ai thách thức được. Nhiệm vụ duy nhất của Leviathan là bảo đảm an ninh. Vì vậy, người dân không có quyền nổi loạn, vì sự chuyên chế của vua còn tốt hơn vạn lần sự hỗn loạn của trạng thái tự nhiên."
  },
  {
    "id": 21,
    "name": "David Hume",
    "birthDeathDate": "1711 - 1776",
    "imageUrl": "https://www.netabooks.vn/data/author/20802/logo-david-hume.jpg",
    "bio": "David Hume (1711–1776) là một người Scotland vui tính, hòa nhã, được bạn bè gọi là 'Le bon David' (David tốt bụng), nhưng trí tuệ của ông lại là lưỡi dao sắc bén nhất cắt đứt những ảo tưởng của triết học truyền thống. Ông từng bị từ chối ghế giáo sư đại học hai lần vì tiếng tăm là kẻ vô thần và hoài nghi. Tuy nhiên, ông lại rất thành công và giàu có nhờ viết bộ 'Lịch sử nước Anh'. Hume là bạn thân của nhà kinh tế học Adam Smith và từng cưu mang Rousseau (dù sau đó bị Rousseau nghi ngờ vô cớ). Ông qua đời trong sự bình thản tuyệt đối, từ chối mọi sự an ủi của tôn giáo, giữ vững quan điểm hoài nghi của mình đến hơi thở cuối cùng.",
    "corePhilosophy": "Hume đẩy Chủ nghĩa Duy nghiệm đến tận cùng logic của nó:\n1. Ấn tượng và Ý niệm: Mọi tri thức đều bắt nguồn từ kinh nghiệm giác quan (Ấn tượng). Ý niệm chỉ là bản sao mờ nhạt của ấn tượng. Những khái niệm siêu hình như 'Thượng đế', 'Linh hồn' nếu không tìm thấy ấn tượng tương ứng thì đều là vô nghĩa.\n2. Phê phán luật Nhân quả: Đây là đòn tấn công mạnh nhất của ông. Ông cho rằng ta chưa bao giờ nhìn thấy 'nguyên nhân' tạo ra 'kết quả'. Ta chỉ thấy sự việc A xảy ra trước, sự việc B xảy ra sau nhiều lần (sự kế tiếp thường xuyên). Niềm tin rằng A gây ra B chỉ là thói quen tâm lý (quy nạp), không phải là tất yếu logic. Mặt trời mọc hôm nay không đảm bảo ngày mai nó sẽ mọc.\n3. Lý trí là nô lệ của đam mê: Trong đạo đức, ông cho rằng lý trí không thể thúc đẩy hành động, chỉ có cảm xúc (đam mê) mới làm được điều đó. Đạo đức dựa trên sự đồng cảm (Sympathy) tự nhiên của con người chứ không phải quy tắc lý luận lạnh lùng.\n4. Cái Tôi ảo tưởng: Khi nhìn sâu vào nội tâm, Hume không tìm thấy cái gọi là 'Cái Tôi' (Self) bất biến, mà chỉ thấy một bó các tri giác (nóng, lạnh, vui, buồn) thay đổi liên tục."
  },
  {
    "id": 22,
    "name": "Hồ Chí Minh",
    "birthDeathDate": "1890 - 1969",
    "imageUrl": "https://lh5.googleusercontent.com/proxy/-cHlknJ-yV3EUgQDBgotkgyDN41zO4LqKw9-sv472r-B3qIXtTNfkWMB6t_nKAFQQEtXk198VpHNJhEBjrdzQQv7SzTkwLBe5nE9ErQiZ1vehSlckjdU3iTo5lmAWozVwSjuQoPT5UjX3kXN2Lf4",
    "bio": "Hồ Chí Minh (1890–1969), tên khai sinh là Nguyễn Sinh Cung, là vị lãnh tụ thiên tài, nhà văn hóa kiệt xuất, người cha già kính yêu của dân tộc Việt Nam. Sinh ra trong cảnh nước mất nhà tan, năm 1911, với tên gọi Văn Ba, Người rời bến cảng Nhà Rồng ra đi tìm đường cứu nước. Trong suốt 30 năm bôn ba qua 3 đại dương, 4 châu lục và gần 30 quốc gia, Người đã làm đủ mọi nghề (phụ bếp, cào tuyết, thợ ảnh...) và hòa mình vào phong trào công nhân quốc tế. Sự kiện bước ngoặt là khi Người đọc 'Sơ thảo lần thứ nhất những luận cương về vấn đề dân tộc và vấn đề thuộc địa' của Lenin, tìm thấy con đường giải phóng cho các dân tộc thuộc địa. Người sáng lập Đảng Cộng sản Việt Nam (1930), khai sinh nước Việt Nam Dân chủ Cộng hòa (1945) và lãnh đạo hai cuộc kháng chiến thần thánh chống Pháp và Mỹ. Di chúc của Người để lại là 'Muôn vàn tình thân yêu' cho toàn dân tộc.",
    "corePhilosophy": "Tư tưởng Hồ Chí Minh là sự vận dụng và phát triển sáng tạo chủ nghĩa Mác-Lênin vào điều kiện cụ thể của Việt Nam, kết hợp với tinh hoa văn hóa dân tộc và nhân loại:\n1. Độc lập dân tộc gắn liền với Chủ nghĩa xã hội: Đây là sợi chỉ đỏ xuyên suốt. Chỉ có CNXH mới bảo đảm độc lập thật sự và mang lại ấm no, tự do, hạnh phúc cho nhân dân.\n2. Sức mạnh Đại đoàn kết: 'Đoàn kết, đoàn kết, đại đoàn kết. Thành công, thành công, đại thành công'. Người chủ trương tập hợp mọi lực lượng yêu nước, không phân biệt tôn giáo, giai cấp trong Mặt trận Dân tộc Thống nhất.\n3. Lấy Dân làm gốc: 'Dễ trăm lần không dân cũng chịu, khó vạn lần dân liệu cũng xong'. Nhà nước là của dân, do dân, vì dân. Cán bộ là 'công bộc' (người đầy tớ) của dân chứ không phải quan cách mạng.\n4. Đạo đức cách mạng: Người đề cao 4 phẩm chất: Cần (lao động chăm chỉ), Kiệm (tiết kiệm, không hoang phí), Liêm (trong sạch, không tham lam), Chính (thẳng thắn, đúng đắn) và Chí công vô tư (đặt lợi ích chung lên trên hết). Người đặc biệt lên án 'Chủ nghĩa cá nhân' là giặc nội xâm nguy hiểm nhất.\n5. Phương pháp ngoại giao 'Dĩ bất biến, ứng vạn biến': Nguyên tắc độc lập chủ quyền là bất biến, nhưng sách lược phải mềm dẻo, linh hoạt tùy theo hoàn cảnh."
  }
]
