[
  {"content":"Tiền đề xuất phát của quan điểm duy vật lịch sử là:","optionA":"Con người trừu tượng","optionB":"Con người hành động","optionC":"Con người tư duy","optionD":"Con người hiện thực","correctAnswer":"d"},
  {"content":"Điền thêm từ để hoàn thiện nhận định: 'Điểm khác biệt căn bản giữa xã hội loài người với xã hội loài vật là ở chỗ: loài vật may mắn lắm chỉ hái lượm, trong khi con người lại...(1)...' (...(2)...) ","optionA":"1) Biết sáng tạo, 2) Ph. Ăngghen","optionB":"1) Sản xuất, 2) Ph. Ăngghen","optionC":"1) Tiến hành, 2) C. Mác","optionD":"1) Tư duy, 2) V.I. Lênin","correctAnswer":"b"},
  {"content":"Xã hội có các loại hình sản xuất cơ bản là:","optionA":"Sản xuất ra văn hóa, con người và đời sống tinh thần","optionB":"Sản xuất ra của cải vật chất, đời sống tinh thần và nghệ thuật","optionC":"Sản xuất vật chất, sản xuất tinh thần, sản xuất ra bản thân con người","optionD":"Sản xuất vật chất, sản xuất tinh thần, sản xuất văn hóa","correctAnswer":"c"},
  {"content":"...là cơ sở của sự tồn tại và phát triển của xã hội loài người, và xét đến cùng quyết định toàn bộ sự vận động, phát triển của đời sống xã hội.","optionA":"Hoạt động tinh thần","optionB":"Sản xuất tinh thần","optionC":"Hoạt động vật chất","optionD":"Sản xuất vật chất","correctAnswer":"d"},
  {"content":"Phương thức sản xuất là:","optionA":"Cách thức con người tiến hành sản xuất trong lịch sử","optionB":"Cách thức con người sản xuất ra của cải vật chất cho xã hội","optionC":"Cách thức con người thực hiện trong quá trình sản xuất tinh thần ở những giai đoạn lịch sử nhất định của xã hội loài người","optionD":"Cách thức con người thực hiện trong quá trình sản xuất vật chất ở những giai đoạn lịch sử nhất định của xã hội loài người","correctAnswer":"d"},
  {"content":"Tiêu chuẩn quan trọng nhất để phân biệt các thời đại kinh tế là:","optionA":"Thể chế chính trị","optionB":"Hình thức nhà nước","optionC":"Phương thức sản xuất","optionD":"Hình thức tôn giáo","correctAnswer":"c"},
  {"content":"Điền từ còn thiếu vào chỗ trống (...) trong câu sau: ...........là tổng hợp các yếu tố vật chất và tinh thần tạo thành sức mạnh thực tiễn cải biến giới tự nhiên theo nhu cầu sinh tồn, phát triển của con người.","optionA":"Công cụ lao động","optionB":"Lực lượng sản xuất","optionC":"Người lao động","optionD":"Tư liệu sản xuất","correctAnswer":"b"},
  {"content":"Lực lượng sản xuất bao gồm các nhân tố nào?","optionA":"Người lao động và tư liệu sản xuất","optionB":"Người lao động và công cụ lao động","optionC":"Người lao động và tư liệu lao động","optionD":"Người lao động và đối tượng lao động","correctAnswer":"a"},
  {"content":"Tư liệu sản xuất bao gồm:","optionA":"Tư liệu lao động và đối tượng lao động","optionB":"Công cụ lao động và tư liệu lao động","optionC":"Phương tiện lao động và công cụ lao động","optionD":"Công cụ lao động và đối tượng lao động","correctAnswer":"a"},
  {"content":"Yếu tố phản ánh rõ nhất trình độ phát triển của lực lượng sản xuất là:","optionA":"Phương tiện lao động","optionB":"Công cụ lao động","optionC":"Đối tượng lao động","optionD":"Sản phẩm của lao động","correctAnswer":"b"},
  {"content":"Quan hệ sản xuất là:","optionA":"Mối quan hệ giữa con người với đối tượng lao động","optionB":"Mối quan hệ giữa con người với công cụ lao động","optionC":"Mối quan hệ giữa con người với tư liệu sản xuất","optionD":"Mối quan hệ giữa người với người trong quá trình sản xuất","correctAnswer":"d"},
  {"content":"Quan hệ cơ bản nhất, đóng vai trò quyết định trong hệ thống quan hệ sản xuất là:","optionA":"Quan hệ tổ chức sản xuất","optionB":"Quan hệ quản lý sản xuất","optionC":"Quan hệ phân phối","optionD":"Quan hệ sở hữu về tư liệu sản xuất","correctAnswer":"d"},
  {"content":"Mối quan hệ 'song trùng' của nền sản xuất vật chất mà C. Mác nhắc đến là quan hệ nào?","optionA":"Quan hệ giữa con người với tự nhiên và quan hệ giữa con người với sản phẩm của quá trình sản xuất vật chất","optionB":"Quan hệ giữa con người với tự nhiên và quan hệ giữa con người với tư liệu sản xuất","optionC":"Quan hệ giữa con người với tự nhiên và quan hệ giữa người với người trong quá trình sản xuất vật chất","optionD":"Quan hệ giữa người với người trong sản xuất vật chất và quan hệ giai cấp trong xã hội","correctAnswer":"c"},
  {"content":"Sự biến đổi của quan hệ sản xuất do yếu tố nào quyết định?","optionA":"Sự phong phú của đối tượng lao động","optionB":"Thể chế chính trị","optionC":"Trình độ của lực lượng sản xuất","optionD":"Trình độ của người lao động","correctAnswer":"c"},
  {"content":"Điền các từ còn thiếu vào câu sau: '...(1)... và...(2)... là hai mặt cơ bản, tất yếu của quá trình sản xuất'.","optionA":"Cơ sở hạ tầng/kiến trúc thượng tầng","optionB":"Cơ sở hạ tầng/quan hệ sản xuất","optionC":"Lực lượng sản xuất/quan hệ sản xuất","optionD":"Lực lượng sản xuất/kiến trúc thượng tầng","correctAnswer":"c"},
  {"content":"Phát biểu nào sau đây phản ánh đúng đắn mối quan hệ giữa lực lượng sản xuất và quan hệ sản xuất?","optionA":"Lực lượng sản xuất phụ thuộc vào quan hệ sản xuất","optionB":"Quan hệ sản xuất phụ thuộc vào trình độ phát triển của lực lượng sản xuất","optionC":"Quan hệ sản xuất và lực lượng sản xuất tồn tại độc lập với nhau","optionD":"Quan hệ sản xuất và lực lượng sản xuất đều hoàn toàn phụ thuộc vào quyền lực nhà nước","correctAnswer":"b"},
  {"content":"Điền từ còn thiếu vào chỗ trống trong câu sau: '... là nội dung vật chất của quá trình sản xuất'","optionA":"Lực lượng sản xuất","optionB":"Quan hệ sản xuất","optionC":"Phương thức sản xuất","optionD":"Sản xuất vật chất","correctAnswer":"a"},
  {"content":"Điền từ vào chỗ trống trong câu sau: '... là hình thức xã hội của quá trình sản xuất'","optionA":"Lực lượng sản xuất","optionB":"Quan hệ sản xuất","optionC":"Phương thức sản xuất","optionD":"Sản xuất vật chất","correctAnswer":"b"},
  {"content":"Yếu tố quan trọng nhất trong lực lượng sản xuất là:","optionA":"Công cụ lao động","optionB":"Tư liệu sản xuất","optionC":"Người lao động","optionD":"Tài nguyên khoáng sản","correctAnswer":"a"},
  {"content":"Quan hệ nào dưới đây không thuộc về quan hệ sản xuất?","optionA":"Quan hệ sở hữu đối với tư liệu sản xuất","optionB":"Quan hệ trong tổ chức và quản lý sản xuất","optionC":"Quan hệ trong phân phối sản phẩm lao động","optionD":"Quan hệ mua và bán sản phẩm lao động","correctAnswer":"d"},
  {"content":"Trong thời kỳ quá độ lên chủ nghĩa xã hội, Việt Nam phải:","optionA":"Chủ động thiết lập quan hệ sản xuất trước, sau đó phát triển lực lượng sản xuất phù hợp","optionB":"Chủ động xây dựng lực lượng sản xuất trước, sau đó phát triển quan hệ sản xuất phù hợp","optionC":"Kết hợp đồng thời phát triển lực lượng sản xuất với xác lập quan hệ sản xuất phù hợp","optionD":"Tôn trọng quy luật khách quan và tuyệt đối không can thiệp vào sự phát triển của lực lượng sản xuất và quan hệ sản xuất","correctAnswer":"d"},
  {"content":"Sự tồn tại nền kinh tế hàng hóa nhiều thành phần trong thời kỳ quá độ lên chủ nghĩa xã hội ở Việt Nam là do:","optionA":"Đặc điểm tự nhiên của Việt Nam quy định","optionB":"Thành phần giai cấp trong xã hội Việt Nam quy định","optionC":"Trình độ của lực lượng sản xuất quy định","optionD":"Nhận thức chính trị của Việt Nam quy định","correctAnswer":"c"},
  {"content":"Theo quan niệm của triết học Mác - Lênin, quan hệ sản xuất:","optionA":"Hoàn toàn bị quy định bởi những người lãnh đạo các cơ sở sản xuất","optionB":"Hoàn toàn bị quy định bởi chế độ chính trị xã hội","optionC":"Hoàn toàn bị quy định bởi truyền thống và tập tục","optionD":"Tồn tại khách quan và không phụ thuộc vào ý thức của con người","correctAnswer":"d"},
  {"content":"Điền từ còn thiếu vào chỗ trống (...) trong câu sau: 'Trong một ...(1)... thì ...(2)... là yếu tố thường xuyên biến đổi, còn ...(3)... là yếu tố tương đối ổn định'.","optionA":"1) quan hệ sản xuất, 2) quan hệ phân phối, 3) quan hệ sở hữu","optionB":"1) lực lượng sản xuất, 2) người lao động, 3) tư liệu sản xuất","optionC":"1) phương thức sản xuất, 2) lực lượng sản xuất, 3) quan hệ sản xuất","optionD":"1) phương thức sản xuất, 2) quan hệ sản xuất, 3) tư liệu sản xuất","correctAnswer":"c"},
  {"content":"Theo quan điểm của chủ nghĩa duy vật lịch sử, quan hệ sản xuất tác động trở lại lực lượng sản xuất thông qua yếu tố nào của lực lượng sản xuất?","optionA":"Công cụ lao động","optionB":"Tư liệu sản xuất","optionC":"Người lao động","optionD":"Đối tượng lao động","correctAnswer":"c"},
  {"content":"Cơ sở hạ tầng là:","optionA":"Toàn bộ đất đai, máy móc, phương tiện để sản xuất của cải vật chất trong xã hội","optionB":"Toàn bộ những quan hệ sản xuất hợp thành cơ sở kinh tế của một xã hội nhất định","optionC":"Toàn bộ sinh hoạt vật chất và điều kiện sinh hoạt vật chất của một xã hội","optionD":"Toàn bộ cơ cấu công - nông nghiệp của một nền kinh tế, xã hội nhất định","correctAnswer":"b"},
  {"content":"Phát biểu nào sau đây đúng với vai trò của kiến trúc thượng tầng:","optionA":"Kiến trúc thượng tầng chịu sự quyết định hoàn toàn của cơ sở hạ tầng","optionB":"Kiến trúc thượng tầng luôn có tác động tích cực đối với cơ sở hạ tầng","optionC":"Kiến trúc thượng tầng thường xuyên có vai trò tác động trở lại cơ sở hạ tầng của xã hội","optionD":"Kiến trúc thượng tầng quyết định cơ sở hạ tầng","correctAnswer":"c"},
  {"content":"Thực chất của quan hệ biện chứng giữa cơ sở hạ tầng và kiến trúc thượng tầng là:","optionA":"Quan hệ giữa đời sống vật chất và đời sống tinh thần","optionB":"Quan hệ giữa tồn tại xã hội và ý thức xã hội","optionC":"Quan hệ giữa vật chất và ý thức","optionD":"Quan hệ giữa kinh tế và chính trị","correctAnswer":"d"},
  {"content":"Nguyên nhân sâu xa sự biến đổi của cơ sở hạ tầng dẫn đến biến đổi kiến trúc thượng tầng là do sự biến đổi của yếu tố nào sau đây:","optionA":"Lực lượng sản xuất","optionB":"Quan hệ sản xuất","optionC":"Cơ sở hạ tầng","optionD":"Nhà nước","correctAnswer":"a"},
  {"content":"Trong các nội dung sau, nội dung nào thể hiện đúng nhất sự thay đổi của kiến trúc thượng tầng khi cơ sở hạ tầng thay đổi:","optionA":"Mọi yếu tố của kiến trúc thượng tầng sẽ thay đổi theo ngay","optionB":"Nhà nước, tôn giáo, đạo đức thay đổi theo ngay","optionC":"Tôn giáo, nghệ thuật, triết học thay đổi theo ngay","optionD":"Không phải mọi yếu tố của kiến trúc thượng tầng sẽ thay đổi theo ngay","correctAnswer":"d"},
  {"content":"Điền từ còn thiếu vào chỗ trống (...) trong câu sau: Quá trình lịch sử - tự nhiên của sự phát triển xã hội chẳng những diễn ra bằng con đường...... mà còn bao hàm cả sự bỏ qua trong những điều kiện lịch sử nhất định, hoặc một vài hình thái kinh tế - xã hội nhất định.","optionA":"Phát triển nhảy vọt","optionB":"Phát triển rút ngắn","optionC":"Phát triển tuần tự","optionD":"Phát triển từ từ","correctAnswer":"c"},
  {"content":"Các thiết chế như nhà nước, đảng phái, các tổ chức chính trị... là các yếu tố thuộc phạm trù nào sau đây?","optionA":"Ý thức xã hội","optionB":"Tồn tại xã hội","optionC":"Cơ sở hạ tầng","optionD":"Kiến trúc thượng tầng","correctAnswer":"d"},
  {"content":"Trong các yếu tố của kiến trúc thượng tầng, yếu tố nào có quan hệ trực tiếp nhất với cơ sở hạ tầng?","optionA":"Chính trị, tôn giáo","optionB":"Chính trị, pháp quyền","optionC":"Đạo đức, tôn giáo","optionD":"Khoa học, nghệ thuật","correctAnswer":"b"},
  {"content":"Hãy chỉ ra luận điểm sai:","optionA":"Cơ sở hạ tầng thay đổi kéo theo sự thay đổi của kiến trúc thượng tầng","optionB":"Khi cơ sở hạ tầng thay đổi, ngay lập tức mọi bộ phận của kiến trúc thượng tầng thay đổi theo","optionC":"Kiến trúc thượng tầng có tính độc lập tương đối so với cơ sở hạ tầng","optionD":"Kiến trúc thượng tầng có khả năng kìm hãm sự phát triển của cơ sở hạ tầng","correctAnswer":"b"},
  {"content":"Cơ sở hạ tầng của Việt Nam trong thời kỳ quá độ đi lên chủ nghĩa xã hội được xác định là:","optionA":"Hệ thống điện - đường - trường - trạm hiện đại, rộng khắp cả nước","optionB":"Nền kinh tế thị trường","optionC":"Nền kinh tế hàng hóa nhiều thành phần theo định hướng xã hội chủ nghĩa","optionD":"Nền sản xuất được công nghiệp hóa, hiện đại hóa ở trình độ tiên tiến","correctAnswer":"c"},
  {"content":"Bàn về kiến trúc thượng tầng, chủ nghĩa duy vật lịch sử không cho rằng:","optionA":"Cơ sở hạ tầng quyết định sự hình thành của kiến trúc thượng tầng","optionB":"Cơ sở hạ tầng thay đổi thì kiến trúc thượng tầng thay đổi theo","optionC":"Mọi sự thay đổi của kiến trúc thượng tầng đều do sự thay đổi của cơ sở hạ tầng gây ra","optionD":"Kiến trúc thượng tầng có thể lạc hậu so với cơ sở hạ tầng","correctAnswer":"d"},
  {"content":"Khẳng định tính lịch sử - tự nhiên của sự phát triển các hình thái kinh tế - xã hội tức là khẳng định sự phát triển của xã hội...","optionA":"...hoàn toàn tuân theo quy luật khách quan của lịch sử","optionB":"...hoàn toàn là một quá trình tự nhiên và khách quan","optionC":"...tuân theo quy luật khách quan nhưng đồng thời cũng chịu tác động của các nhân tố thuộc về hoạt động chủ quan của con người","optionD":"...là kết quả của vô số hoạt động chủ quan, tự nhiên của con người","correctAnswer":"c"},
  {"content":"Nguồn gốc sâu xa của sự vận động và phát triển của các hình thái kinh tế - xã hội là:","optionA":"Sự tăng lên không ngừng của năng suất lao động","optionB":"Áp bức, bất công và mâu thuẫn giai cấp","optionC":"Động cơ chính trị của các vĩ nhân, lãnh tụ","optionD":"Mâu thuẫn giữa lực lượng sản xuất với quan hệ sản xuất","correctAnswer":"d"},
  {"content":"Về tổng thể, lịch sử nhân loại là quá trình thay thế tuần tự của các hình thái kinh tế - xã hội:","optionA":"Cộng sản nguyên thủy - Chiếm hữu nô lệ - Phong kiến - Tư bản chủ nghĩa - Xã hội chủ nghĩa","optionB":"Cộng sản nguyên thủy - Phong kiến - Tư bản chủ nghĩa - Xã hội chủ nghĩa - Cộng sản chủ nghĩa","optionC":"Cộng sản nguyên thủy - Chiếm hữu nô lệ - Phong kiến - Tư bản chủ nghĩa - Cộng sản chủ nghĩa","optionD":"Chiếm hữu nô lệ - Phong kiến - Tư bản chủ nghĩa - Xã hội chủ nghĩa - Cộng sản chủ nghĩa","correctAnswer":"c"},
  {"content":"Đặc điểm bao trùm của thời kỳ quá độ lên chủ nghĩa xã hội ở Việt Nam là:","optionA":"Lực lượng sản xuất lạc hậu","optionB":"Quan hệ sản xuất lạc hậu","optionC":"Năng suất lao động thấp","optionD":"Từ một nền sản xuất nhỏ bỏ qua chế độ tư bản chủ nghĩa","correctAnswer":"d"},
  {"content":"Thực chất của việc phát triển bỏ qua giai đoạn tư bản chủ nghĩa ở nước ta là gì?","optionA":"Bỏ qua toàn bộ hệ thống kinh tế tư bản chủ nghĩa","optionB":"Bỏ qua sự thống trị của kiến trúc thượng tầng tư bản chủ nghĩa","optionC":"Bỏ qua lực lượng sản xuất, quan hệ sản xuất và kiến trúc thượng tầng tư bản chủ nghĩa","optionD":"Bỏ qua các giai đoạn phát triển tuần tự như các nước tư bản chủ nghĩa Tây Âu","correctAnswer":"b"},
  {"content":"Theo quan điểm của triết học Mác - Lênin, xã hội đầu tiên xuất hiện giai cấp là xã hội nào?","optionA":"Xã hội cộng sản nguyên thủy","optionB":"Xã hội phong kiến","optionC":"Xã hội chiếm hữu nô lệ","optionD":"Xã hội tư bản","correctAnswer":"c"},
  {"content":"Theo quan điểm của triết học Mác - Lênin, trong xã hội có giai cấp đối kháng, giai cấp nào sẽ là giai cấp thống trị?","optionA":"Giai cấp đông đảo nhất trong xã hội","optionB":"Giai cấp đóng vai trò là lực lượng sản xuất chủ yếu của xã hội","optionC":"Giai cấp nắm quyền sở hữu tư liệu sản xuất chủ yếu của xã hội","optionD":"Tầng lớp có trình độ hiểu biết về khoa học cao nhất trong xã hội","correctAnswer":"c"},
  {"content":"Nhận định nào sau đây là sai với quan điểm của triết học Mác - Lênin?","optionA":"Giai cấp cơ bản của xã hội là các giai cấp được sinh ra từ chính phương thức sản xuất đang giữ địa vị thống trị trong xã hội đó","optionB":"Trong mỗi xã hội có giai cấp, ngoài giai cấp cơ bản còn tồn tại các giai cấp không cơ bản và tầng lớp trung gian","optionC":"Giai cấp gắn với phương thức sản xuất tàn dư của xã hội cũ là giai cấp không cơ bản của xã hội","optionD":"Trí thức là một giai cấp cơ bản trong xã hội","correctAnswer":"d"},
  {"content":"Theo quan điểm của triết học Mác - Lênin, đâu là nguyên nhân trực tiếp quyết định sự ra đời giai cấp?","optionA":"Sự phân công lao động xã hội phát triển, tách lao động trí óc khỏi lao động chân tay","optionB":"Năng suất lao động cao có sản phẩm dư thừa tương đối","optionC":"Sự xuất hiện chế độ sở hữu tư nhân về tư liệu sản xuất","optionD":"Công cụ sản xuất bằng kim loại thay thế công cụ bằng đá","correctAnswer":"c"},
  {"content":"Theo quan điểm của triết học Mác - Lênin, tại sao trong xã hội tư bản chủ nghĩa, giai cấp tư sản lại là giai cấp thống trị?","optionA":"Giai cấp tư sản đông đảo nhất trong xã hội","optionB":"Giai cấp tư sản là lực lượng trực tiếp sản xuất ra của cải của xã hội","optionC":"Giai cấp sở hữu tư liệu sản xuất chủ yếu trong xã hội","optionD":"Giai cấp tư sản có trình độ văn hóa, khoa học kỹ thuật cao","correctAnswer":"c"},
  {"content":"Theo quan điểm của triết học Mác - Lênin, nguyên nhân khách quan của đấu tranh giai cấp là:","optionA":"Do một lý thuyết khoa học về giai cấp thúc đẩy quần chúng nhân dân nổi dậy","optionB":"Do sự lôi kéo của một thủ lĩnh có uy tín trong nhân dân phát động và lãnh đạo","optionC":"Do sự nghèo khổ của quần chúng nhân dân","optionD":"Do mâu thuẫn giữa trình độ phát triển của lực lượng sản xuất xã hội với quan hệ sản xuất đã trở nên lỗi thời","correctAnswer":"d"},
  {"content":"Nhận định nào dưới đây là sai với quan điểm của triết học Mác - Lênin về đấu tranh giai cấp?","optionA":"Trong thời kỳ quá độ đi lên chủ nghĩa xã hội ở Việt Nam vẫn tồn tại giai cấp và đấu tranh giai cấp","optionB":"Trong thời kỳ quá độ đi lên chủ nghĩa xã hội ở Việt Nam do không còn đối kháng giai cấp nên không còn đấu tranh giai cấp","optionC":"Trong thời kỳ quá độ ở Việt Nam, cuộc đấu tranh giai cấp diễn ra trên nhiều lĩnh vực với nội dung và hình thức khác nhau","optionD":"Đấu tranh trên lĩnh vực kinh tế là một biểu hiện của cuộc đấu tranh giai cấp trong thời kỳ quá độ đi lên chủ nghĩa xã hội ở Việt Nam","correctAnswer":"b"},
  {"content":"Nhận định nào dưới đây là sai với quan điểm của triết học Mác - Lênin?","optionA":"Giai cấp tồn tại trong mọi xã hội","optionB":"Giai cấp là một phạm trù lịch sử","optionC":"Giai cấp là những tập đoàn người mà tập đoàn này có thể chiếm đoạt lao động của tập đoàn khác","optionD":"Sự ra đời của giai cấp không phụ thuộc vào ý muốn chủ quan của con người","correctAnswer":"a"},
  {"content":"Chế độ tư hữu ra đời gắn với hình thức cộng đồng người nào?","optionA":"Thị tộc","optionB":"Bộ lạc","optionC":"Bộ tộc","optionD":"Dân tộc","correctAnswer":"c"},
  {"content":"Các quốc gia dân tộc ở châu Âu hình thành trong thời kỳ nào?","optionA":"Chiếm hữu nô lệ","optionB":"Phong kiến","optionC":"Tư bản chủ nghĩa","optionD":"Cả ba đáp án trên","correctAnswer":"c"},
  {"content":"Theo quan điểm của triết học Mác - Lênin, sự ra đời của nhà nước là do:","optionA":"Nguyện vọng của giai cấp thống trị","optionB":"Nguyện vọng của mỗi quốc gia, dân tộc","optionC":"Tất yếu, khách quan, do nguyên nhân kinh tế","optionD":"Do sự phát triển của xã hội","correctAnswer":"c"},
  {"content":"Theo quan điểm của triết học Mác - Lênin, bản chất nhà nước là:","optionA":"Công cụ quyền lực quản lý xã hội vì mục đích chung","optionB":"Công cụ quyền lực thực hiện chuyên chính giai cấp của giai cấp thống trị","optionC":"Công cụ quyền lực thực hiện chuyên chính giai cấp","optionD":"Công cụ quyền lực của giai cấp thống trị","correctAnswer":"b"},
  {"content":"Theo quan điểm của chủ nghĩa duy vật lịch sử, nguyên nhân trực tiếp làm xuất hiện nhà nước là:","optionA":"Sự thỏa thuận của mọi tầng lớp trong xã hội","optionB":"Những mâu thuẫn giai cấp không thể điều hòa được","optionC":"Tham vọng quyền lực của các chính trị gia","optionD":"Lý tưởng cao đẹp của những người ưu tú trong xã hội","correctAnswer":"b"},
  {"content":"Theo quan điểm của chủ nghĩa duy vật lịch sử, nguyên nhân sâu xa làm xuất hiện nhà nước là:","optionA":"Sự thỏa thuận của mọi tầng lớp trong xã hội","optionB":"Mong ước của nhân dân về một xã hội tốt đẹp","optionC":"Sự ra đời của chế độ tư hữu","optionD":"Đấu tranh giai cấp","correctAnswer":"c"},
  {"content":"Điền vào chỗ trống: 'Theo quan điểm của chủ nghĩa duy vật lịch sử nhà nước xuất hiện và tồn tại...'","optionA":"...ngay khi xã hội loài người xuất hiện","optionB":"...trong một giai đoạn lịch sử nhất định","optionC":"...từ trước khi xã hội có giai cấp","optionD":"...trong mọi giai đoạn lịch sử","correctAnswer":"b"},
  {"content":"Chức năng giai cấp của nhà nước theo quan điểm của chủ nghĩa duy vật lịch sử là:","optionA":"Củng cố mở rộng cơ sở chính trị xã hội cho sự thống trị của giai cấp cầm quyền","optionB":"Tổ chức kiến tạo kết cấu giai cấp của xã hội","optionC":"Thực hiện chuyên chính, trấn áp các giai cấp đối lập","optionD":"Thúc đẩy sự hình thành và phát triển của các giai cấp mới","correctAnswer":"c"},
  {"content":"Căn cứ để phân loại kiểu nhà nước theo quan điểm của chủ nghĩa duy vật lịch sử là:","optionA":"Chức năng của nhà nước","optionB":"Bản chất giai cấp của nhà nước","optionC":"Nguồn gốc của nhà nước","optionD":"Cách thức tổ chức quyền lực nhà nước","correctAnswer":"d"},
  {"content":"Nhà nước trong thời kỳ quá độ lên chủ nghĩa xã hội là:","optionA":"Nhà nước dân chủ cộng hòa","optionB":"Nhà nước dân chủ tư sản","optionC":"Nhà nước chuyên chính vô sản","optionD":"Nhà nước dân chủ nhân dân","correctAnswer":"d"},
  {"content":"Xu hướng phát triển của nhà nước trong chủ nghĩa cộng sản là:","optionA":"Củng cố vững chắc quyền lực giai cấp","optionB":"Chuyển hóa thành nhà nước cộng sản","optionC":"Chuyển hóa thành nhà nước toàn cầu","optionD":"Nhà nước tự tiêu vong","correctAnswer":"d"},
  {"content":"Tồn tại xã hội bao gồm những yếu tố nào sau đây?","optionA":"Phương thức sản xuất và điều kiện tự nhiên - hoàn cảnh địa lý","optionB":"Phương thức sản xuất, điều kiện tự nhiên - hoàn cảnh địa lý và dân cư","optionC":"Phương thức sản xuất, xã hội và dân cư","optionD":"Điều kiện tự nhiên - hoàn cảnh địa lý và dân cư","correctAnswer":"b"},
  {"content":"Khái niệm ý thức xã hội dùng để chỉ:","optionA":"Phương diện sinh hoạt vật chất của xã hội","optionB":"Phương diện sinh hoạt tinh thần của một giai cấp","optionC":"Phương diện sinh hoạt tinh thần của đời sống xã hội, nảy sinh từ tồn tại xã hội và phản ánh tồn tại xã hội trong những giai đoạn nhất định","optionD":"Những đặc trưng về tâm lý, tính cách của một cộng đồng dân tộc","correctAnswer":"c"},
  {"content":"Mối quan hệ giữa ý thức xã hội và ý thức cá nhân là biểu thị mối quan hệ giữa:","optionA":"Nội dung và hình thức","optionB":"Cái chung và cái riêng","optionC":"Bản chất và hiện tượng","optionD":"Cái chung và cái đơn nhất","correctAnswer":"a"},
  {"content":"Lựa chọn phương án đúng về đặc điểm hệ tư tưởng:","optionA":"Hệ tư tưởng ra đời trực tiếp từ tâm lý xã hội","optionB":"Hệ tư tưởng là hệ thống những quan điểm, hệ thống hóa, khái quát hóa thành lý luận, thành các học thuyết chính trị - xã hội phản ánh lợi ích của một giai cấp nhất định","optionC":"Trong xã hội có giai cấp thì chỉ có hệ tư tưởng biểu hiện tính giai cấp của ý thức xã hội","optionD":"Hệ tư tưởng không ảnh hưởng đến sự phát triển của khoa học","correctAnswer":"b"},
  {"content":"Lựa chọn phương án đúng về vai trò của tồn tại xã hội trong quan hệ biện chứng với ý thức xã hội:","optionA":"Ý thức xã hội hoàn toàn phụ thuộc một cách thụ động vào tồn tại xã hội","optionB":"Tồn tại xã hội quyết định ý thức xã hội","optionC":"Khi tồn tại xã hội đã thay đổi thì toàn bộ các yếu tố cấu thành ý thức xã hội biến đổi theo cùng tồn tại xã hội","optionD":"Tồn tại xã hội có vai trò quyết định đối với các hình thái ý thức xã hội một cách đơn giản, trực tiếp, không qua các khâu trung gian","correctAnswer":"b"},
  {"content":"Nhận định nào sau đây là đúng?","optionA":"Không phải ý thức quyết định đời sống mà chính đời sống quyết định ý thức","optionB":"Không phải đời sống quyết định ý thức mà chính ý thức quyết định đời sống","optionC":"Đời sống không quyết định ý thức mà ý thức cũng không quyết định đời sống","optionD":"Đời sống và ý thức tồn tại độc lập với nhau","correctAnswer":"a"},
  {"content":"Lựa chọn phương án đúng về tính độc lập tương đối của ý thức xã hội:","optionA":"Những tư tưởng khoa học tiên tiến có thể vượt trước sự phát triển của tồn tại xã hội nên có thể thoát ly tồn tại xã hội","optionB":"Tồn tại xã hội thay đổi nhưng có một số bộ phận của ý thức xã hội chưa thay đổi ngay cùng với tồn tại xã hội","optionC":"Các hình thái ý thức xã hội trong sự phát triển không thể tác động qua lại lẫn nhau","optionD":"Trong xã hội có giai cấp, tính chất kế thừa của ý thức xã hội không gắn liền với tính giai cấp của nó","correctAnswer":"b"},
  {"content":"Ý thức xã hội gồm các hình thái ý thức xã hội cơ bản nào sau đây?","optionA":"Ý thức chính trị, ý thức pháp quyền, ý thức đạo đức, ý thức văn hóa, ý thức tôn giáo, ý thức khoa học, ý thức triết học","optionB":"Ý thức chính trị, ý thức pháp quyền, ý thức đạo đức, ý thức thẩm mỹ, ý thức tôn giáo, ý thức khoa học, ý thức triết học","optionC":"Ý thức chính trị, ý thức pháp quyền, ý thức đạo đức, ý thức dân tộc, ý thức tôn giáo, ý thức khoa học, ý thức triết học","optionD":"Ý thức chính trị, ý thức pháp quyền, ý thức văn hóa, ý thức môi trường, ý thức tôn giáo, ý thức khoa học, ý thức triết học","correctAnswer":"b"},
  {"content":"Lựa chọn phương án đúng về tâm lý xã hội:","optionA":"Tâm lý xã hội cho biết những mối liên hệ khách quan, bản chất, tất yếu mang tính quy luật của các sự vật và quá trình xã hội","optionB":"Tâm lý xã hội phản ánh một cách trực tiếp và tự phát những điều kiện sinh hoạt hằng ngày của con người","optionC":"Tâm lý xã hội phản ánh một cách trực tiếp và tự giác những điều kiện sinh hoạt hằng ngày của con người","optionD":"Tâm lý xã hội không bao gồm tư tưởng của xã hội hình thành dưới tác động trực tiếp của cuộc sống hằng ngày","correctAnswer":"a"},
  {"content":"Nhận định nào sau đây là sai?","optionA":"Giai cấp bị trị chịu ảnh hưởng tư tưởng của giai cấp thống trị","optionB":"Giai cấp thống trị không chịu ảnh hưởng tư tưởng của giai cấp bị trị","optionC":"Giai cấp bị trị có thể có hệ tư tưởng riêng của mình","optionD":"Giai cấp thống trị luôn tìm cách áp đặt hệ tư tưởng của mình cho các giai cấp khác","correctAnswer":"c"},
  {"content":"Trong các hình thái ý thức xã hội dưới đây, hình thái ý thức xã hội nào ra đời ngay trong xã hội cộng sản nguyên thủy:","optionA":"Ý thức triết học","optionB":"Ý thức thẩm mỹ","optionC":"Ý thức chính trị","optionD":"Ý thức giai cấp","correctAnswer":"d"},
  {"content":"Chủ nghĩa duy vật lịch sử coi con người là một bộ phận của giới tự nhiên, còn giới tự nhiên là...","optionA":"...đối tượng chinh phục của con người","optionB":"...đối tượng cải tạo của con người","optionC":"...thân thể vô cơ của con người","optionD":"...đối tượng vô cơ của con người","correctAnswer":"a"},
  {"content":"Lựa chọn phương án đúng để điền vào dấu ... trong nhận định sau đây: 'Điểm khác biệt căn bản giữa xã hội loài người với xã hội loài vật là ở chỗ: loài vật may mắn lắm chỉ hái lượm, trong khi con người lại...'","optionA":"Lao động","optionB":"Sản xuất","optionC":"Sáng tạo","optionD":"Tư duy","correctAnswer":"b"},
  {"content":"Nội dung nào thể hiện đúng nhất quan điểm của chủ nghĩa duy vật lịch sử về con người?","optionA":"Con người là sản phẩm của lịch sử, luôn chịu tác động của lịch sử","optionB":"Con người vừa là chủ thể của lịch sử, vừa là sản phẩm của lịch sử","optionC":"Con người sáng tạo ra lịch sử theo mong muốn chủ quan của mình","optionD":"Con người vừa là sản phẩm của lịch sử, vừa là bộ phận của lịch sử","correctAnswer":"b"},
  {"content":"Điền vào chỗ trống: 'Bản chất con người không phải là một cái trừu tượng của cá nhân riêng biệt. Trong...(1)... của nó bản chất con người là...(2)... những quan hệ xã hội'.","optionA":"1) tính vật chất, 2) tổng hòa","optionB":"1) tính vật chất, 2) tổng hợp","optionC":"1) tính hiện thực, 2) tổng số","optionD":"1) tính hiện thực, 2) tổng hòa","correctAnswer":"d"},
  {"content":"Nội dung nào trong các nội dung được nêu dưới đây thể hiện đúng nhất tiền đề nghiên cứu chủ nghĩa duy vật lịch sử của C. Mác và Ph. Ăngghen?","optionA":"Con người cụ thể","optionB":"Con người trừu tượng","optionC":"Con người hiện thực","optionD":"Con người lý tưởng","correctAnswer":"c"},
  {"content":"Cống hiến quan trọng nhất của triết học Mác về bản chất con người là gì?","optionA":"Chỉ ra bản chất con người là chủ thể sáng tạo lịch sử","optionB":"Chỉ ra hai mặt cơ bản tạo thành bản chất con người là cái sinh vật và cái xã hội","optionC":"Chỉ ra vai trò của quan hệ xã hội trong việc hình thành bản chất của con người","optionD":"Chỉ ra bản chất con người là kết quả sự tiến hóa lâu dài của giới tự nhiên","correctAnswer":"c"},
  {"content":"Trong các nội dung được nêu dưới đây, nội dung nào không thể hiện đúng quan điểm của triết học Mác - Lênin về bản chất con người?","optionA":"Tha hóa con người là phạm trù vĩnh viễn","optionB":"Tha hóa con người là hiện tượng mang tính lịch sử","optionC":"Tha hóa con người không chỉ tồn tại trong lĩnh vực đạo đức","optionD":"Tha hóa con người phát triển cao độ trong xã hội tư bản chủ nghĩa","correctAnswer":"c"},
  {"content":"Chủ nghĩa duy vật lịch sử cho rằng:","optionA":"Con người là chủ thể sáng tạo ra lịch sử theo ý mình","optionB":"Lịch sử sáng tạo ra con người; con người không thể sáng tạo ra lịch sử","optionC":"Con người sáng tạo ra lịch sử trong phạm vi những điều kiện khách quan mà chính lịch sử trước đó đã tạo ra cho nó","optionD":"Con người và lịch sử đều là kết quả ngẫu nhiên, không phải là sự sáng tạo chủ quan","correctAnswer":"c"}
]
