[
  {"id":1,"philosopherId":1,"content":"Điều duy nhất tôi biết là tôi không biết gì cả."},
  {"id":2,"philosopherId":1,"content":"Một cuộc đời không được suy xét thì không đáng sống."},
  {"id":3,"philosopherId":1,"content":"Hãy biết chính mình."},
  {"id":4,"philosopherId":1,"content":"Tôi không thể dạy bất cứ ai bất cứ điều gì, tôi chỉ có thể làm cho họ suy nghĩ."},
  {"id":5,"philosopherId":1,"content":"Sự khôn ngoan bắt đầu bằng sự ngạc nhiên."},
  
  {"id":6,"philosopherId":2,"content":"Chúng ta có thể dễ dàng tha thứ cho một đứa trẻ sợ bóng tối; bi kịch thực sự của cuộc đời là khi con người sợ ánh sáng."},
  {"id":7,"philosopherId":2,"content":"Cái giá của sự thờ ơ với công việc công cộng là bị cai trị bởi những kẻ tồi tệ hơn."},
  {"id":8,"philosopherId":2,"content":"Những người kể chuyện cai trị thế giới."},
  {"id":9,"philosopherId":2,"content":"Một trong những hình phạt khi từ chối tham gia chính trị là bạn sẽ bị cai trị bởi những kẻ kém cỏi hơn."},
  {"id":10,"philosopherId":2,"content":"Nỗ lực đầu tiên nhất của tình yêu là tạo cơ hội để những người chúng ta yêu có thể trở thành phiên bản tốt nhất của chính họ."},
  
  {"id":11,"philosopherId":3,"content":"Ta là những gì ta lặp đi lặp lại. Như vậy, sự xuất sắc không phải là một hành động mà là một thói quen."},
  {"id":12,"philosopherId":3,"content":"Con người là động vật chính trị."},
  {"id":13,"philosopherId":3,"content":"Giáo dục tâm trí mà không giáo dục tâm hồn không phải là giáo dục."},
  {"id":14,"philosopherId":3,"content":"Biết bản thân mình là khởi đầu của mọi sự khôn ngoan."},
  {"id":15,"philosopherId":3,"content":"Hạnh phúc phụ thuộc vào chính chúng ta."},
  
  {"id":16,"philosopherId":4,"content":"Đừng làm hư cái bụng bằng những thú vui xa xỉ, mà hãy làm bụng không đói bằng những thực phẩm rẻ tiền."},
  {"id":17,"philosopherId":4,"content":"Cái chết không có gì đáng sợ đối với người đã sống một cuộc đời tốt đẹp."},
  {"id":18,"philosopherId":4,"content":"Những lời khuyên vô ích chẳng khác gì y học không chữa được bệnh của thân thể."},
  {"id":19,"philosopherId":4,"content":"Không có gì đủ với người không biết đủ."},
  {"id":20,"philosopherId":4,"content":"Kẻ nào hiểu được giới hạn của cuộc sống thì biết rằng thật dễ dàng để có được những thứ xóa tan nỗi đau do thiếu thốn và làm cho toàn bộ cuộc sống trở nên hoàn hảo."},
  
  {"id":21,"philosopherId":5,"content":"Bạn có sức mạnh đối với tâm trí của mình - không phải với các sự kiện bên ngoài. Nhận ra điều này, bạn sẽ tìm thấy sức mạnh."},
  {"id":22,"philosopherId":5,"content":"Sự suy nghĩ của bạn tạo nên chất lượng cuộc sống của bạn."},
  {"id":23,"philosopherId":5,"content":"Cái chết mỉm cười với tất cả mọi người. Điều duy nhất một người có thể làm là mỉm cười lại."},
  {"id":24,"philosopherId":5,"content":"Đừng lãng phí phần còn lại của cuộc đời bạn ở đây bằng cách suy nghĩ về người khác."},
  {"id":25,"philosopherId":5,"content":"Nếu bạn bị tổn thương bởi điều gì bên ngoài, nỗi đau không phải do chính bản thân điều đó, mà do đánh giá của bạn về nó; và điều này bạn có quyền thu hồi vào bất kỳ lúc nào."},
  
  {"id":26,"philosopherId":6,"content":"Kỷ sở bất dục, vật thi ư nhân. (Điều gì mình không muốn thì đừng làm cho người khác)"},
  {"id":27,"philosopherId":6,"content":"Học mà không tư duy thì vô ích, tư duy mà không học thì nguy hiểm."},
  {"id":28,"philosopherId":6,"content":"Con người sinh ra không biết gì, chỉ qua học tập mới có tri thức."},
  {"id":29,"philosopherId":6,"content":"Người quân tử hòa nhưng không đồng, kẻ tiểu nhân đồng mà không hòa."},
  {"id":30,"philosopherId":6,"content":"Nghe thì quên, thấy thì nhớ, làm thì hiểu."},
  
  {"id":31,"philosopherId":7,"content":"Đạo khả đạo phi thường đạo. (Đạo mà có thể nói ra thì không phải là Đạo vĩnh cửu)"},
  {"id":32,"philosopherId":7,"content":"Vô vi nhi vô bất vi. (Không làm gì mà không có gì không làm được)"},
  {"id":33,"philosopherId":7,"content":"Hành trình ngàn dặm bắt đầu bằng một bước chân."},
  {"id":34,"philosopherId":7,"content":"Biết người thì trí, tự biết mình thì sáng."},
  {"id":35,"philosopherId":7,"content":"Tự nhiên không vội vàng, nhưng mọi thứ đều hoàn thành."},
  
  {"id":36,"philosopherId":8,"content":"Cogito, ergo sum. (Tôi tư duy, vậy nên tôi tồn tại)"},
  {"id":37,"philosopherId":8,"content":"Để tìm kiếm chân lý, cần phải nghi ngờ tất cả mọi thứ ít nhất một lần trong đời."},
  {"id":38,"philosopherId":8,"content":"Nghi ngờ là nguồn gốc của sự khôn ngoan."},
  {"id":39,"philosopherId":8,"content":"Chia mỗi khó khăn thành nhiều phần nhỏ nhất có thể."},
  {"id":40,"philosopherId":8,"content":"Việc đọc tất cả những cuốn sách hay giống như đối thoại với những con người tốt nhất của các thời đại trước."},
  
  {"id":41,"philosopherId":9,"content":"Khoa học là tri thức có tổ chức. Trí tuệ là cuộc sống có tổ chức."},
  {"id":42,"philosopherId":9,"content":"Hãy hành động sao cho bạn đối xử với nhân loại, dù ở nơi chính bạn hay người khác, luôn như một mục đích, không bao giờ chỉ như một phương tiện."},
  {"id":43,"philosopherId":9,"content":"Chúng ta không giàu có bởi những gì chúng ta sở hữu, mà bởi những gì chúng ta có thể từ bỏ."},
  {"id":44,"philosopherId":9,"content":"Hãy có dũng khí sử dụng lý trí của chính bạn."},
  {"id":45,"philosopherId":9,"content":"Tính trung thực tốt hơn mọi chính sách, và là cơ sở tốt nhất cho mọi chính sách."},
  
  {"id":46,"philosopherId":10,"content":"Chỉ có một người đã từng hiểu tôi, và ngay cả anh ấy cũng không hiểu."},
  {"id":47,"philosopherId":10,"content":"Cái thực tại là cái hợp lý, và cái hợp lý là cái thực tại."},
  {"id":48,"philosopherId":10,"content":"Tự do là sự nhận thức về sự tất yếu."},
  {"id":49,"philosopherId":10,"content":"Không có gì vĩ đại được thực hiện trên đời này nếu không có đam mê."},
  {"id":50,"philosopherId":10,"content":"Lịch sử dạy chúng ta rằng chúng ta không học được gì từ lịch sử."},
  
  {"id":51,"philosopherId":11,"content":"Lịch sử của tất cả các xã hội cho đến nay là lịch sử của đấu tranh giai cấp."},
  {"id":52,"philosopherId":11,"content":"Công nhân của tất cả các nước, hãy đoàn kết lại!"},
  {"id":53,"philosopherId":11,"content":"Không phải ý thức con người quyết định sự tồn tại của họ, mà ngược lại, sự tồn tại xã hội của họ quyết định ý thức của họ."},
  {"id":54,"philosopherId":11,"content":"Tôn giáo là thuốc phiện của nhân dân."},
  {"id":55,"philosopherId":11,"content":"Các triết gia chỉ giải thích thế giới theo nhiều cách khác nhau; vấn đề là thay đổi nó."},
  
  {"id":56,"philosopherId":12,"content":"Không có cách mạng nào có thể thành công nếu không có sự lãnh đạo của đảng."},
  {"id":57,"philosopherId":12,"content":"Hãy tin vào quần chúng và tin vào Đảng. Đây là hai nguyên tắc cơ bản. Nếu nghi ngờ những nguyên tắc này thì chẳng làm được gì cả."},
  {"id":58,"philosopherId":12,"content":"Một lời nói dối được lặp lại đủ nhiều lần sẽ trở thành sự thật."},
  {"id":59,"philosopherId":12,"content":"Học, học nữa, học mãi."},
  {"id":60,"philosopherId":12,"content":"Lý thuyết không có thực tiễn thì khô khan, thực tiễn không có lý thuyết thì mù quáng."},
  
  {"id":61,"philosopherId":13,"content":"Cái gì không giết chết ta làm ta mạnh mẽ hơn."},
  {"id":62,"philosopherId":13,"content":"Thượng đế đã chết! Và chính chúng ta đã giết ngài!"},
  {"id":63,"philosopherId":13,"content":"Không có sự thật, chỉ có những cách giải thích."},
  {"id":64,"philosopherId":13,"content":"Người ta phải còn có sự hỗn loạn bên trong để có thể sinh ra một ngôi sao nhảy múa."},
  {"id":65,"philosopherId":13,"content":"Cuộc sống mà không có âm nhạc sẽ là một sai lầm."},
  
  {"id":66,"philosopherId":14,"content":"Thế giới là ý chí của tôi."},
  {"id":67,"philosopherId":14,"content":"Đời người đung đưa như quả lắc giữa đau khổ và buồn chán."},
  {"id":68,"philosopherId":14,"content":"Lòng trắc ẩn là nền tảng của đạo đức."},
  {"id":69,"philosopherId":14,"content":"Con người có thể làm những gì họ muốn, nhưng họ không thể muốn những gì họ muốn."},
  {"id":70,"philosopherId":14,"content":"Âm nhạc là triết học ẩn của thế giới."},
  
  {"id":71,"philosopherId":15,"content":"Cuộc sống không phải là một vấn đề cần giải quyết, mà là một thực tại cần trải nghiệm."},
  {"id":72,"philosopherId":15,"content":"Sự lo âu là chóng mặt của tự do."},
  {"id":73,"philosopherId":15,"content":"Người ta làm cho tôi trở nên tội lỗi, họ làm cho tôi trở nên vô tội, nhưng họ không làm cho tôi trở nên nghiêm túc."},
  {"id":74,"philosopherId":15,"content":"Đức tin là bước nhảy vào sự vô lý."},
  {"id":75,"philosopherId":15,"content":"Hầu hết mọi người theo đuổi khoái lạc với một sự vội vàng như thể họ muốn chứng minh rằng họ đúng trong việc theo đuổi nó."},
  
  {"id":76,"philosopherId":16,"content":"Tồn tại đi trước bản chất."},
  {"id":77,"philosopherId":16,"content":"Con người bị kết án phải tự do."},
  {"id":78,"philosopherId":16,"content":"Địa ngục là những người khác."},
  {"id":79,"philosopherId":16,"content":"Tự do là những gì bạn làm với những gì đã được làm cho bạn."},
  {"id":80,"philosopherId":16,"content":"Đời sống bắt đầu ở phía bên kia của sự tuyệt vọng."},
  
  {"id":81,"philosopherId":17,"content":"Ta phải tưởng tượng Sisyphus hạnh phúc."},
  {"id":82,"philosopherId":17,"content":"Vào giữa mùa đông, tôi phát hiện ra trong tôi có một mùa hè bất diệt."},
  {"id":83,"philosopherId":17,"content":"Không bước vào cùng một con sông hai lần."},
  {"id":84,"philosopherId":17,"content":"Đừng chờ đợi phán xét cuối cùng. Nó diễn ra mỗi ngày."},
  {"id":85,"philosopherId":17,"content":"Sự nổi loạn thực sự được thực hiện vì yêu thương người khác."},
  
  {"id":86,"philosopherId":18,"content":"Ngôn ngữ là ngôi nhà của Tồn tại."},
  {"id":87,"philosopherId":18,"content":"Bất kỳ ai nghĩ đều phải nghĩ về tư tưởng."},
  {"id":88,"philosopherId":18,"content":"Người ta chết không phải ở cuối đời, mà chết suốt cả cuộc đời."},
  {"id":89,"philosopherId":18,"content":"Con người hành động như thể anh ta là người tạo hình và làm chủ ngôn ngữ, trong khi thực tế chính ngôn ngữ mới là chủ nhân của con người."},
  {"id":90,"philosopherId":18,"content":"Khoa học không tư duy."},
  
  {"id":91,"philosopherId":19,"content":"Quyền lực không phải là một thiết chế, không phải là một cấu trúc; nó là tên gọi cho một tình huống chiến lược phức tạp trong một xã hội cụ thể."},
  {"id":92,"philosopherId":19,"content":"Tri thức là quyền lực."},
  {"id":93,"philosopherId":19,"content":"Tôi không phát triển những hệ thống diễn giải; tôi sản xuất những phân tích."},
  {"id":94,"philosopherId":19,"content":"Đừng hỏi tôi là ai và đừng bảo tôi giữ nguyên như cũ."},
  {"id":95,"philosopherId":19,"content":"Nơi có quyền lực, nơi đó có sự kháng cự."},
  
  {"id":96,"philosopherId":20,"content":"Cuộc đời con người trong trạng thái tự nhiên là đơn độc, nghèo nàn, bẩn thỉu, thú tính và ngắn ngủi."},
  {"id":97,"philosopherId":20,"content":"Sự đồng ý của những người bị trị là nền tảng duy nhất của quyền lực của bất kỳ chính phủ nào."},
  {"id":98,"philosopherId":20,"content":"Địa ngục là sự thật được nhìn thấy quá muộn."},
  {"id":99,"philosopherId":20,"content":"Sự không hiểu biết về luật tự nhiên không miễn trừ người ta khỏi nghĩa vụ phải tuân theo nó."},
  {"id":100,"philosopherId":20,"content":"Lời nói là trí tuệ của kẻ ngu."},
  
  {"id":101,"philosopherId":21,"content":"Lý trí là nô lệ của đam mê."},
  {"id":102,"philosopherId":21,"content":"Con người là một bó tri giác."},
  {"id":103,"philosopherId":21,"content":"Thói quen là kim chỉ nam vĩ đại của cuộc sống con người."},
  {"id":104,"philosopherId":21,"content":"Vẻ đẹp không nằm trong sự vật, mà trong tâm trí người chiêm ngưỡng chúng."},
  {"id":105,"philosopherId":21,"content":"Một người khôn ngoan tỉ lệ niềm tin của mình với bằng chứng."},
  
  {"id":106,"philosopherId":22,"content":"Không có gì quý hơn độc lập tự do."},
  {"id":107,"philosopherId":22,"content":"Đoàn kết, đoàn kết, đại đoàn kết. Thành công, thành công, đại thành công."},
  {"id":108,"philosopherId":22,"content":"Dễ trăm lần không dân cũng chịu, khó vạn lần dân liệu cũng xong."},
  {"id":109,"philosopherId":22,"content":"Tôi chỉ có một sự ham muốn, ham muốn tột bậc, là làm sao cho nước ta được hoàn toàn độc lập, dân ta được hoàn toàn tự do, đồng bào ai cũng có cơm ăn áo mặc, ai cũng được học hành."},
  {"id":110,"philosopherId":22,"content":"Thương người như thể thương thân."}
]
